{"query": "1. 塑料暂时冠不具备的作用是 A. 保持美观 B. 安抚牙髓 C. 避免刺激 D. 增强固位 E. 保持修复间隙","std": "D","cot": "此题考核在牙体缺损修复治疗的过程中进行暂时冠修复的必要性, 以及暂时冠作用的全面了解。暂时冠不仅可以及时恢复牙体缺损和牙体预备对美观和发音的影响, 也可部分恢复咀嚼功能; 在正式修复体粘固前, 暂时冠可以维持修复间隙, 避免因患牙伸长和移位而导致修复间隙改变; 对于活髓患牙, 暂时冠可以隔绝温度、机械和化学刺激, 保护牙髓, 避免疼痛。暂时冠的固位应稍减弱,而不能增强。因此正确答案应是D。"}
{"query": "2. 金属烤瓷全冠舌侧颈缘如以金属为冠边缘者, 预备体颈缘不宜预备成 A. 羽状 B. 凹槽形 C. 较宽的肩台 D. 直角斜面形 E. 浅凹状","std": "C","cot": "从修复治疗原则判断: 全冠修复对患牙预备时, 应尽可能保存、保护牙体和牙髓组织健康, 争取保留足够的牙体组织, 减少患牙破坏, 获得修复体远期疗效。选项C预备成较宽的肩台显然违反了上述原则。从金属全冠边缘要求判断, 刃状、羽状、凹状或带斜面的肩台形边缘形式适合修复材料强度大的金属修复体。符合该题干要求的正确答案是C。"}
{"query": "3. 金属烤瓷全冠唇侧肩台的宽度为 A. 0.5mm B. 1.0mm C. 1.5mm D. 2.0mm E. 2.5mm","std": "B","cot": "此题考核金属烤瓷全冠的牙体预备要求。正确答案为B,即烤瓷冠唇侧肩台的宽度为1mm。肩台宽度过窄, 修复空间不足, 影响修复体的强度和美观效果; 肩台过宽, 牙体预备量过大, 则影响预备体的抗力或导致牙髓损害。"}
{"query": "4. 活髓牙修复体粘固后患牙长时间持续自发性疼痛的原因最可能是 A. 牙髓炎 B. 边缘性牙龈炎 C. 根尖周炎 D. 牙本质敏感 E. 继发龋","std": "A","cot": "活髓牙进行牙体缺损修复, 修复体在粘固时, 由于消毒药物的刺激、戴冠过程中的机械刺激、冷刺激及粘固剂中的游离酸刺激, 可能会引起被修复的牙的暂时性疼痛, 一般粘固后或数小时后疼痛可自行消失。若粘固后牙齿长时间持续疼痛, 说明牙髓受激惹严重, 发生牙髓炎,因此正确答案选A。选项B的典型症状是牙龈缘红肿、出血; 选项C的症状多为患牙咬合痛、 叩痛明显; 选项D的症状多为患牙遇冷热刺激痛,无自发疼痛; 选项E可能出现的症状是冷热刺激痛,而且不可能粘固后即发生继发龋。"}
{"query": "5. 有关3/4冠牙体预备的正确叙述是 A. 临床牙冠长, 倒凹大者, 邻面冠边缘应止于龈缘 B. 上前牙切斜面由舌侧斜向唇侧 C. 在切端斜面舌1/3处, 做一顶角90°的沟 D. 舌轴壁的倒凹不必消除, 可以舌隆突为界分两段预备 E. 邻沟与邻面的线角清晰, 有棱角","std": "C","cot": "此题主要考查考生对3/4冠牙体预备要求的掌握情况。临床牙冠长, 倒凹大时, 冠边缘可在龈缘以上, 冠覆盖区内应无倒凹。上前牙切斜面由唇侧向舌侧倾斜, 这样可以尽可能地少暴露金属。舌轴壁的倒凹一定要磨除, 以保证修复体就位、密合。邻沟与邻面的线角应清晰而无明显棱角, 否则容易因为模型磨损等原因导致修复体不能就位。选项A、B、D、E均不正确, 只有选项C的描述是正确的。"}
{"query": "6. 暂时冠修复的目的不是 A. 避免牙髓再度受刺激 B. 保持患牙的牙位 C. 避免预备体受磨损 D. 保持近、远中间隙 E. 为戴冠提供便利","std": "C","cot": "暂时冠的目的是暂时保护性修复。可暂时恢复患者的美观及保持预备后的间隙, 既保持了患牙的牙位, 又便于以后全冠的戴用。而预备体经磨除后, 已留出了修复间隙, 即预备体与对颌牙无接触, 不存在受磨损问题。"}
{"query": "7. 不宜用作嵌体修复的材料是 A. 复合树脂 B. 自凝塑料 C. 烤瓷 D. 铸造陶瓷 E. 金属","std": "B","cot": "嵌体是一种嵌入牙体内部, 用于恢复牙体缺损的形态和功能的修复体或冠内固位体。制作嵌体的材料应使用机械性能优良的金属材料和耐磨性能较好的瓷材料与复合树脂。自凝塑料耐磨性能差, 单体刺激性强烈, 不宜用作嵌体修复的材料。"}
{"query": "8. 不符合牙体缺损修复体固位原理的是 A. 修复体组织面与预备体表面接触越紧密固位越好 B. 邻沟可增大修复体与预备体的刚性约束力 C. 轴面聚合度越小固位力越大 D. 修复体粘接面越光滑粘接力越强 E. 粘接剂越厚粘接力越小","std": "D","cot": "牙体缺损修复体的固位主要依靠修复体与预备体接触产生的摩擦固位力、固位型的约束力和粘接固位力。紧密接触产生的摩擦力大; 辅助固位型可增加约束固位力; 轴面聚合角度越小, 摩擦力和约束力均增大; 粘固剂过厚时粘接力减小, 摩擦力也减小。摩擦力与接触面的粗糙程度有关, 修复体粘接面越光滑, 摩擦力越小, 而且粘接面与粘接剂的机械结合也越差, 从而导致固位力降低。"}
{"query": "9. 嵌体的牙体预备与银汞合金充填洞形预备原则不相同的是 A. 去除悬釉 B. 底平、壁直 C. 线角清楚 D. 洞形无倒凹 E. 利用辅助固位形","std": "D","cot": "此题考查考生对嵌体预备要求的了解。充填洞形可预备出一定的倒凹, 以利于充填材料固位。而嵌体洞形不能有倒凹, 否则嵌体无法就位。这是嵌体洞形与银汞合金充填洞形的最主要区别, 而其他选项则基本相同。"}
{"query": "10. 应将全冠的边缘设计到龈上, 适当增加全冠轴面凸度, 并增加与邻牙的接触面积的情况是 A. 患牙临床冠长 B. 牙体小、轴壁缺损大 C. 金合金全冠修复 D. 患牙𬌗力大 E. 患牙𬌗龈距离短","std": "A","cot": "全冠采取龈上边缘不仅可方便自洁, 而且对于临床冠长、颈部缩窄的患牙, 还可以减少牙体预备量。增加轴面凸度, 加大邻面接触面积, 可减小龈外展隙, 避免食物嵌塞。因此该设计适合于牙龈退缩、临床冠长、龈外展隙大的老年患者的后牙, 选项A正确。但该设计不能减少患牙的𬌗力, 不适用于选项C中的情况,也无法用于选项B、E中的两种情况。该设计与采用何种修复材料无关。"}
{"query": "11. 与银汞合金充填比较, 合金嵌体的优点是 A. 机械性能优良 B. 固位好 C. 边缘线短 D. 牙体切割少 E. 制作方便","std": "A","cot": "合金嵌体与银汞合金比较, 其强度、耐磨损等机械性能更好。银汞合金的充填洞形可有倒凹, 其固位理应好于合金嵌体。充填洞形与嵌体洞形相似, 其边缘线长度和牙体切割量基本相同。而嵌体的制作较银汞合金充填更复杂。"}
{"query": "12. 可以增加牙体缺损修复体抗力的是 A. 减少修复体的体积 B. 修复体的外形锐利平整 C. 选择自固化的修复材料 D. 减少修复体厚度 E. 控制𬌗面形态及𬌗力方向","std": "E","cot": "牙体缺损修复体的抗力是指修复体在行使功能时不发生破损。要加强修复体的抗力, 必须保证其有足够的强度, 同时减小受力。因此, 修复体必须选用适当的材料, 有足够的体积和厚度, 避免出现薄弱部位, 保证制作质量, 并控制𬌗力。过于强调保留牙体组织, 导致修复间隙不足, 修复体薄弱, 不利于修复体的抗力。"}
{"query": "13. 关于复合固定桥的叙述中, 错误的是 A. 含有4个或4个以上的牙单位 B. 只能2个基牙 C. 由2种或3种基本类型的固定桥组合而成 D. 基牙数目多且分散, 不易获得共同就位道 E. 可有中间基牙","std": "B","cot": "此题考查考生对固定桥分类的了解。固定桥的类型有双端固定桥、单端固定桥、半固定桥和复合固定桥。其中, 复合固定桥是由前3种基本类型中的2种或3种固定桥组合而成。复合固定桥有2个以上的基牙, 或者说有4个以上的牙单位(包括基牙和桥体)。因此说复合固定桥只有2个基牙是不正确的。"}
{"query": "14. 在设计双端固定桥时, 若一端基牙的牙周条件较差, 应考虑 A. 在牙周条件较差的一端用固位力较强的固位体 B. 在牙周条件较差的一侧多增加一个基牙 C. 在牙周条件较差的一端适当减少固位体的固位力 D. 选用机械强度略低的材料制作固定桥 E. 增加桥体咬合面积","std": "B","cot": "固定桥修复的原则是基牙的牙周储备力必须大于缺失牙的𬌗力。因此, 当基牙的牙周条件较差, 即支持潜力不足时, 必须考虑增加基牙的数目。原则上, 应在较弱基牙一侧增加基牙, 起到保护较弱基牙的目的。而改变固定桥的固位设计不会改善基牙的支持。机械强度差的固定桥会增加基牙的支持负担。而减小桥体𬌗面的牙尖高度, 只能在一定程度上减小基牙所受的𬌗力。"}
{"query": "15. 最适宜作桥体龈面的材料是 A. 金合金 B. 镍铬合金 C. 瓷 D. 复合树脂 E. 自凝树脂","std": "C","cot": "为了避免刺激牙槽嵴黏膜, 对于固定桥桥体龈面材料的要求是应尽量光洁, 不易附着菌斑和软垢。选项所列的5种材料中, 瓷最光洁, 是制作桥体龈面最适合的材料, 其次是金属材料(金合金、镍铬合金), 树脂的光洁度稍差。"}
{"query": "16. 上颌牙列中牙周膜面积由大到小的排列顺序是 A. 76543 B. 67345 C. 67453 D. 76345 E. 67543","std": "B","cot": "牙周膜面积反映牙的支持能力, 是选择固定桥基牙最重要的指标。磨牙牙周膜面积 > 尖牙牙周膜面积 > 前磨牙牙周膜面积,而磨牙中第一磨牙牙周膜面积大于第二磨牙牙周膜面积。因此上颌牙牙周膜面积从大到小的排列顺序为67345。"}
{"query": "17. 多根牙的牙周膜附着面积最大的部位是 A. 牙颈部 B. 根颈1/3 C. 根分叉处 D. 根中1/3 E. 根尖1/3","std": "B","cot": "牙周膜附着在牙根表面, 而不是在牙颈部。牙根颈1/3段的周径大, 又包括根分叉部位, 此段牙周膜面积最大, 而根中和根尖部位周径逐渐减小, 牙周膜面积相应减小。"}
{"query": "18. 适合采用半固定桥修复的是 A. 基牙松动 B. 游离缺失 C. 咬合过紧 D. 基牙倾斜 E. 牙槽嵴过低","std": "D","cot": "此题考查考生对半固定桥及其适应证的了解情况。半固定桥的一端为栓道活动连接体, 可解决一端基牙倾斜, 难以取得共同就位道的情况。避免为获得共同就位道而进行过度基牙预备。选项A、B、C、E的情况不能用设计半固定桥来解决。"}
{"query": "19. 磨除基牙牙体组织最少的固定桥是 A. 金属烤瓷冠固定桥 B. 铸造金属冠固定桥 C. 全瓷冠固定桥 D. 桩核冠固定桥 E. 粘接固定桥","std": "E","cot": "此题考查考生对粘接桥的了解情况。选项A、B、C、D均为常规固定桥, 以全冠或桩核冠为固位体, 为获得修复间隙和固位型, 必须进行大量基牙预备。而粘接桥的最主要特点就是基牙预备量少, 甚至不磨牙。"}
{"query": "20. 为使固定桥充分发挥咀嚼功能, 首要的是 A. 恢复良好的桥体 B. 丰满的缺牙区牙槽嵴 C. 活髓基牙 D. 良好的固位与支持 E. 良好的𬌗面形态","std": "D","cot": "固定桥必须保持固位, 不脱落或松动, 同时基牙能够承受咀嚼压力。这是固定桥发挥咀嚼功能的基础和必要条件, 否则将无法正常使用。桥体和𬌗面形态虽与咀嚼功能有关, 但不是首要因素。而牙槽嵴丰满度和基牙是否活髓与咀嚼功能无直接关系。"}
{"query": "21. 选择固定桥基牙时, 临床冠根比的最低限度是 A. 1:1 B. 1:2 C. 2:3 D. 3:2 E. 3:4","std": "A","cot": "固定桥基牙选择时必须考虑其临床冠根比例。临床冠越长, 根越短, 基牙的支持能力, 特别是抵抗侧向力和扭力的能力越低。固定桥基牙较理想的冠根比例是冠长小于根长, 而冠长大于根长者不宜做基牙。选项B、C、E适合做基牙。选项D不适合做基牙。固定桥基牙的最低标准是冠长等于根长, 即冠根比为1:1。"}
{"query": "22. 与全冠固位体相比, 嵌体做固定桥固位体的最主要缺点是 A. 磨除牙体组织多 B. 影响美观 C. 固位力差 D. 外形线较长, 易龋坏 E. 基牙牙尖易折裂","std": "C","cot": "影响嵌体作为固定桥固位体的关键因素是嵌体的固位力弱于全冠, 而不是磨除牙体组织量和对美观的影响。D、E选项是嵌体作为修复形式的缺点, 而不是作为固定桥固位体的缺点。"}
{"query": "23. 可导致双端固定桥固位不良的是 A. 基牙轴面聚合度小 B. 桥体强度不足 C. 两端基牙数目不等 D. 一端基牙过短 E. 两端固位体的固位力相似","std": "D","cot": "固定桥的固位主要取决于固位体的固位力大小、两端固位力是否均衡, 以及脱位力的大小和方向。基牙轴面聚合度越小, 固位力越大。桥体的强度与固位力无关。固定桥两端基牙数目不等不说明两端固位力不均衡, 有些情况下, 为了保持固位力的均衡, 还需要在固位薄弱的一端增加基牙。而固位力均衡并不是, 也不可能要求两端固位力绝对相等。当一端基牙过短时, 会造成此基牙上的固位体固位力过小, 而且两端固位力不均衡, 容易导致固定桥在此端松动。"}
{"query": "24. 双端固定桥的一端基牙受到垂直向外力时, 固定桥将会产生旋转移动, 其旋转中心位于 A. 基牙根上1/3和根中1/3交界处 B. 基牙根中1/3和根尖1/3交界处 C. 基牙根上1/3 D. 基牙根尖1/3 E. 另一基牙根尖1/3","std": "E","cot": "固定连接的双端固定桥与基牙形成整体的咀嚼单位, 基牙失去各自原有的生理运动, 当一端受到垂直向外力时, 固定桥作为一个整体产生旋转运动, 其以另一个基牙的根尖1/3处为中心,整体旋转。"}
{"query": "25. 当余留牙倾斜超过30°时不宜选作固定桥的基牙, 主要是因为 A. 受力后基牙的倾斜度加大 B. 桥体易弯曲变形 C. 不能承担𬌗力 D. 𬌗力不能沿基牙长轴传导 E. 磨除牙体组织过多","std": "D","cot": "基牙倾斜角度大会存在两个主要问题, 一个是难以取得共同就位道, 另一个是𬌗力传导方向偏离牙长轴, 不利于基牙健康。为获得共同就位道, 避免磨除过多的牙体组织, 可设计半固定桥, 但无法改变基牙受力的方向。受力后基牙的倾斜度加大是不良后果, 不是原因。桥体的弯曲变形只与桥体的强度和𬌗力大小有关。"}
{"query": "26. 为减轻桥体所承受的𬌗力而采取的措施中无效的是 A. 减小桥体颊舌径宽度 B. 𬌗面添加副沟、加深颊舌沟 C. 加厚桥体金属层 D. 扩大桥体与固位体之间舌外展隙 E. 降低非功能尖斜度","std": "C","cot": "减小桥体颊舌径宽度, 可减小𬌗面接触面积, 从而减小桥体的𬌗力。添加副沟、加深颊舌沟、扩大外展隙等有利于食物排溢, 可减小桥体受力。降低非功能尖斜度可减小桥体所受𬌗力的侧向分力。因此选项A、B、D、E均可有效减小桥体受到的𬌗力。而选项C只能增加桥体的强度, 但不能减小桥体受力。"}
{"query": "27. 减小桥体弯曲变形的措施不包括 A. 选用机械强度高的桥体材料 B. 加厚桥体金属层 C. 延长桥体长度 D. 桥体结构设计为“工”形 E. 减轻桥体所受𬌗力","std": "C","cot": "要减小桥体的弯曲变形, 需要增加桥体强度和减小桥体受力。选项A、B、D均可增加桥体强度。而选项C不仅不能增加其强度, 反而增加了桥体的受力, 会加重其弯曲变形。"}
{"query": "28. 正常咀嚼运动中, 咀嚼食物的𬌗力约为牙周组织所能支持力量的 A. 1/5 B. 1/3 C. 1/2 D. 2/3 E. 3/4","std": "C","cot": "牙周组织的支持能力大于日常咀嚼食物的𬌗力, 多出的支持能力称为牙周储备力, 或称牙周潜力, 是固定桥修复的生理基础。正常的牙齿咀嚼食物的𬌗力约为牙周组织所能支持的力量的一半。"}
{"query": "29. 固定桥的固位受上下颌牙排列关系影响最大的是 A. 下前牙固定桥 B. 上前牙固定桥 C. 上后牙固定桥 D. 下后牙固定桥 E. 前后牙复合桥","std": "B","cot": "与后牙固定桥相比, 前牙固定桥弧度大, 桥体前突, 桥体的受力点偏离固位体支点。桥体与固位支点线的偏离程度和桥体的受力, 对固定桥的固位和基牙的受力有很大影响。上前牙固定桥受到的唇向侧向作用力较大, 桥体受力点偏离固位体支点的特点更加明显, 牙弓的凸度和覆𬌗、覆盖关系等的影响更大。"}
{"query": "30. 关于固定桥接触式桥体龈端的设计, 正确的是 A. 桥体唇颊侧龈端与黏膜接触, 颈缘线与邻牙一致 B. 尽量增大与黏膜接触面积 C. 保持与黏膜之间一定的间隙, 利于清洁 D. 与黏膜紧密接触, 保持一定压力 E. 唇颊侧龈端尽量减少接触面积","std": "A","cot": "此题考查考生对固定桥桥体与牙槽嵴黏膜接触关系的了解情况。正确的桥体与黏膜接触关系是桥体龈端与黏膜密合, 但不要压迫, 唇颊面与邻牙形态协调, 保证美观, 舌、腭侧龈端减小接触面积, 以利于清洁。因此只有选项A符合固定桥接触式桥体龈端设计要求。"}
{"query": "31. 固定桥的设计是否合理, 最重要的是 A. 缺失牙数目的多少 B. 固位体固位形式与种类选择得当 C. 基牙牙周组织健康 D. 是否符合机械力学原则 E. 基牙的负重不超过其牙周组织的储备","std": "E","cot": "固定桥的设计要保证有良好的固位和稳定, 恢复生理功能, 但最重要的是要有良好的生理基础, 这是固定桥修复的前提条件。也就是说固定桥基牙的负荷不能超过其牙周组织的生理储备, 否则会导致基牙及支持组织的损害和修复失败。"}
{"query": "32. 可摘局部义齿固位体必须具备的条件不包括 A. 无异物感 B. 不使基牙产生矫治性移位 C. 不易积存食物 D. 避免口内使用不同种类的金属 E. 就位后, 对基牙无侧方压力","std": "A","cot": "此题考查考生对可摘局部义齿固位体要求的掌握情况。B、C、D、E选项内容均符合固位体的要求。可摘局部义齿在摘戴时不应对基牙产生侧向力, 以免损害基牙, 也不能使基牙因受到侧向力和扭力而发生移位。应避免积存食物而导致牙龈炎和继发龋。要避免因使用不同种类的金属产生电流作用而损害牙髓和其他组织。固位体设计应尽可能减小其异物感, 但不可能完全没有异物感。因此A选项不是固位体必须具备的条件。"}
{"query": "33. 可摘局部义齿模型观测时, 关于导线的正确描述是 A. 基牙向缺隙侧倾斜所画出的导线为I型导线 B. I型导线在基牙近缺隙侧距𬌗面近 C. 基牙向缺隙相反方向倾斜时所画出的导线为II型导线 D. II型导线在远缺隙侧距𬌗面远 E. 基牙近远缺隙侧均无明显倒凹时所画的导线为III型导线","std": "D","cot": "此题考核导线的分型。I型导线为基牙向缺隙相反方向倾斜时所画出的观测线, 此线在基牙的缺隙侧距离𬌗面远。II型导线是基牙向缺隙方向倾斜时所画出的观测线, 此线在远缺隙侧距𬌗面远。III型导线是基牙的近、远缺隙侧均有明显的倒凹, 或基牙向颊舌侧倾斜时所形成的观测线。由此推断只有选项D符合上述定义。"}
{"query": "34. 下列卡环形式中属II型卡环的是 A. RPA卡环 B. 倒钩卡环 C. 延伸卡环 D. 三臂卡环 E. 回力卡环","std": "B","cot": "此题考查考生对基牙观测线分型和卡环类型的掌握情况。I型观测线者, 近缺隙侧的倒凹小, 远缺隙侧的倒凹大; II型观测线者, 近缺隙侧的倒凹大, 远缺隙侧的倒凹小。RPA卡环、延伸卡环、三臂卡环和回力卡环的固位卡环臂尖均进入远离缺隙侧的倒凹区, 适用于I型观测线, 为I型卡环。只有倒钩卡环的固位卡环臂尖进入近缺隙侧倒凹, 适用于II型观测线, 为II型卡环。"}
{"query": "35. 铸造圈形卡环远中𬌗支托的作用是 A. 恢复咬合接触 B. 防止食物嵌塞 C. 防止基牙倾斜 D. 防止𬌗向脱位 E. 间接固位作用","std": "C","cot": "圈形卡环用于向近中倾斜的远中孤立磨牙, 如果只采用近中𬌗支托, 容易导致基牙进一步向近中倾斜, 在远中增加辅助𬌗支托, 可使基牙受力趋于轴向, 避免基牙向近中倾斜。𬌗支托本身没有固位作用, 不能防止𬌗向脱位。位于远中孤立磨牙远中𬌗边缘嵴的支托也不会有恢复咬合接触、防止食物嵌塞和间接固位作用。"}
{"query": "36. 与圆环形卡环臂相比, 杆形卡环臂的缺点是 A. 不美观 B. 强度差 C. 稳定作用差 D. 异物感强烈 E. 制作难度大","std": "C","cot": "此题考查考生对圆环形卡环与杆形卡环差别的了解情况。杆形卡环臂和圆环形卡环臂相比, 其进入基牙固位倒凹的方向和与基牙接触面积不同, 暴露金属少, 更美观, 但稳定作用差。两者的固位作用效果、强度和制作难度均无差别。"}
{"query": "37. RPI卡环组采用近中𬌗支托的主要作用是 A. 增加美观 B. 减少牙槽嵴受力 C. 减少基牙所受扭力 D. 增强义齿固位 E. 防止食物嵌塞","std": "C","cot": "RPI卡环采用近中𬌗支托时, 由于支托位置, I型杆卡环臂和近中邻牙的作用, 可减小基牙受到的扭力, 但同时会增加牙槽嵴的负担。近中𬌗支托没有增加美观、增强固位和防止食物嵌塞的作用。"}
{"query": "38. 不符合可摘局部义齿基牙选择原则的是 A. 选择健康牙作基牙 B. 虽有牙体疾病, 但已经治疗 C. 虽有牙周疾病, 但已得到控制 D. 选择近缺隙的牙作基牙 E. 选用多个基牙时, 彼此越平行越好","std": "E","cot": "此题考查考生对可摘局部义齿基牙选择原则的掌握情况。选项A、B、C、D均符合选择原则。可摘局部义齿选用多个基牙时, 彼此应尽量分散, 以利于义齿的固位和稳定。但并不要求基牙间要尽量平行, 因此选项E不符合基牙选择原则。"}
{"query": "39. Kennedy第二类牙列缺损者, 可摘局部义齿修复时主要缺隙处应取 A. 解剖式印模 B. 无压力印模 C. 静态印模 D. 功能性印模 E. 一次印模","std": "D","cot": "此题考查考生对Kennedy分类的了解情况以及可摘局部义齿印模的分类和应用。Kennedy第二类为单侧游离缺失。如果采用一次印模法取得在无压力状态下牙槽嵴黏膜的形态, 由于牙槽嵴黏膜的弹性, 义齿游离端基托在受到咬合力作用时易发生龈向下沉或翘动, 并导致基牙受到扭力。因此, 印模应取得游离端黏膜的功能时的形态, 以减小义齿游离端基托的下沉, 即取功能性印模, 或称为压力印模。功能性印模需采用二次印模法。无压力印模又称为解剖式印模、静态印模。"}
{"query": "40. Kennedy第一类可摘局部义齿在末端基牙上用RPI卡环代替三臂卡环的目的是 A. 减轻牙槽嵴负担 B. 减轻基牙扭力 C. 导致义齿翘动 D. 暴露更多金属 E. 降低义齿强度","std": "B","cot": "此题考核RPI卡环的特点。对于游离缺失末端基牙, 由于𬌗支托位置和固位卡环臂尖进入倒凹的方向不同, RPI卡环与三臂卡环对基牙的作用力有较大差异。游离缺失的末端基牙上设计RPI卡环, 可以减小义齿游离端翘动, 减小基牙受到的扭力, 从而减轻基牙的负担。但此时牙槽嵴的负担会有所增加。RPI卡环颊侧I型杆从龈方进入基牙倒凹, 比圆环形卡环臂暴露金属要少, 更有利于美观。末端基牙上卡环的改变不会降低义齿的强度。"}
{"query": "41. 下列缺失中(余留牙健康), 适合设计成混合支持式可摘局部义齿的是 A.左侧上颌第一前磨牙、第二前磨牙、第一磨牙 B.右侧上颌第二前磨牙、第一磨牙；左侧上颌第一前磨牙、第二前磨牙、第一磨牙 C.右侧上颌第一磨牙、第二磨牙、第三磨牙；左侧上颌第二前磨牙、第一磨牙 D.左侧上颌中切牙、侧切牙、第二前磨牙、第一磨牙 E.右侧上颌第一磨牙","std": "C","cot": "混合支持式义齿是基牙上有𬌗支托和卡环, 基托有足够的伸展, 由天然牙和黏膜共同承担𬌗力。混合支持式义齿适用于游离端缺失者。对于缺失牙不多的非游离缺失应设计牙支持式义齿。A、B、D、E选项均为非游离端牙列缺损, 应设计牙支持式义齿。只有C选项为上颌右侧游离缺失, 故正确答案选C。"}
{"query": "42. 消除可摘局部义齿不稳定的方法中, 错误的是 A. 增加对抗平衡固位体 B. 尽量设计黏膜支持式义齿, 以避免产生支点 C. 在支点或支点线的对侧加平衡力 D. 消除𬌗支托、卡环在余留牙上形成的支点 E. 消除基托下与组织形成的支点","std": "B","cot": "此题考查考生对控制可摘局部义齿不稳定方法的了解情况。消除可摘局部义齿不稳定的方法包括增加对抗平衡固位体和消除支点。选项A、C、D、E均符合上述要求。设计黏膜支持式义齿可造成义齿因无支持而产生下沉, 也不能避免产生支点, 因此不能消除义齿的不稳定。而且黏膜支持式义齿由于支持能力差, 容易产生黏膜压痛等问题, 应尽量少设计黏膜支持式可摘局部义齿。"}
{"query": "43. 从口内取出可摘局部义齿印模时, 一般先 A. 取后部, 再沿前牙长轴方向取下印模 B. 取前部, 再沿前牙长轴方向取下印模 C. 前后翘动, 再沿前牙长轴方向取下印模 D. 取缺失区, 再沿前牙长轴方向取下印模 E. 取非缺失区, 再沿前牙长轴方向取下印模","std": "A","cot": "可摘局部义齿印模有两种, 一种是解剖式印模, 另一种是功能性印模。无论哪一种印模, 制取过程中, 都要保持稳定不动, 否则会造成印模变形。印模由口内取出时, 一般要先取后部, 因为后部上颌是软腭, 下颌是磨牙后垫, 均为松软组织, 活动度大, 这样很容易破坏印模的边缘封闭, 使空气进入印模中, 因此容易取下印模且不会造成印模变形, 故正确答案选A。选项C的方法易使印模变形; 选项B、D、E的方法均不易破坏印模的边缘封闭, 印模不易脱位。"}
{"query": "44. 减少可摘局部义齿游离端𬌗力的方法不包括 A. 减少人工牙的咬合接触 B. 减小人工牙的颊舌径 C. 减少人工牙数目 D. 降低牙尖斜度 E. 选用塑料牙","std": "A","cot": "对于游离端义齿, 为了保护支持组织的健康, 应适当减小义齿游离端的𬌗力, 以减小牙槽嵴和基牙的负担。可采取的方法有人工牙减数和减径、降低牙尖斜度、使用塑料人工牙等。减少人工牙的咬合接触虽然可减轻𬌗力, 但同时会降低咀嚼效率, 失去义齿修复的意义, 因此不能选用此方法来减少𬌗力。"}
{"query": "45. 上颌无牙颌除上颌隆突外的腭穹窿区域属于 A. 缓冲区 B. 主承托区 C. 副承托区 D. 边缘伸展区 E. 边缘封闭区","std": "B","cot": "此题考核无牙颌的功能性分区。无牙颌依据其生理特点分主承托区、副承托区、边缘封闭区和缓冲区。主承托区指垂直于𬌗力受力方向的区域, 包括上下牙槽嵴顶和上颌硬腭的水平部分(除外上颌硬区)。副承托区指上下颌牙槽嵴的唇颊侧和舌腭侧。边缘封闭区是指牙槽嵴黏膜与唇颊舌黏膜的反折线区和上颌后提区、下颌磨牙后垫区。缓冲区是指上颌硬区和下颌隆突区。"}
{"query": "46. 全口义齿的固位力中作用于唾液与基托之间的力称为 A. 粘固力 B. 吸引力 C. 黏着力 D. 黏附力 E. 附着力","std": "E","cot": "全口义齿的固位力包括基托与黏膜间的大气压力和吸附力。其中吸附力是两个物体分子之间的吸引力, 包括黏着力和附着力。黏着力是指相同分子间的凝聚力, 如唾液本身有黏着力。附着力是指不同分子间的引力。基托和唾液的分子是不同的, 它们之间的引力应是附着力。"}
{"query": "47. 采用哥特式弓描记法确定无牙颌颌位关系时, 当描记针位于哥特式弓形描记轨迹尖端时, 下颌处于 A. 正中𬌗位 B. 正中关系位 C. 息止𬌗位 D. 姿势位 E. 牙尖嵌合位","std": "B","cot": "哥特式弓形描记轨迹边缘代表下颌在侧方和后退运动的边缘位置。因此当描记针位于此轨迹的尖端时, 下颌处于后退的最后位置, 即正中关系位。正中𬌗位和牙尖交错位是牙𬌗位, 而不是颌位, 无牙颌患者不存在正中𬌗位和牙尖交错位。息止𬌗位和姿势位不是下颌后退颌位。"}
{"query": "48. 上颌无牙颌个别托盘的后缘应位于 A. 腭小凹处 B. 腭小凹后3~4mm C. 颤动线前2mm D. 颤动线前1mm E. 与颤动线平齐","std": "B","cot": "此题考核对上颌无牙颌印模范围和上颌全口义齿基托后缘位置的要求。上颌总义齿后缘的正确位置应在翼上颌切迹与腭小凹后2mm的连线上, 即颤动线处。因此, 上颌无牙颌个别托盘的后缘应超过腭小凹和颤动线位置, 印模范围应取至腭小凹后3~4mm, 以保证在准确的石膏模型上确定义齿基托后缘和制作后堤区。按A、C、D、E选项托盘后缘位置取得的印模和模型后缘范围偏前, 会导致基托后缘短或不能准确地确定基托后缘位置。"}
{"query": "49. 取下颌前伸𬌗位记录的目的是 A. 确定切道斜度 B. 确定前牙覆盖 C. 确定前伸髁道斜度 D. 确定侧方髁道斜度 E. 确定定位平面斜度","std": "C","cot": "髁道是指下颌运动过程中髁突在关节凹内运动的道路。下颌在做前伸运动时, 髁突在关节凹内向前下方运动的道路称前伸髁道。髁道与眶耳平面的夹角称髁道斜度。利用取前伸𬌗关系记录, 可以将患者的前伸髁道斜度转移到可调节𬌗架上。"}
{"query": "50. 全口义齿人工牙排列成平衡𬌗主要是为了 A. 提高咀嚼效率 B. 增强义齿固位 C. 增强义齿稳定 D. 有利于美观 E. 防止咬颊舌","std": "C","cot": "全口义齿的平衡𬌗是指下颌做前伸、后退或侧方运动时上下颌相关的牙都能同时接触。全口义齿的平衡𬌗可防止义齿基托翘动和防止无牙颌组织产生压痛, 延缓牙槽骨吸收; 而提高咀嚼效率与上下牙齿的接触面积和颌位关系的正确与否等有关; 义齿的固位与基托的大小及与黏膜的密合程度等有关; 美观与人工牙的大小颜色及排列有关; 咬舌与后牙的排列及𬌗平面的高低等有关。"}
{"query": "51. 全口义齿戴牙后, 下颌髁突明显向后上位移, 主要是由于 A. 正中𬌗错位 B. 垂直距离过低 C. 垂直距离过高 D. 义齿咬合偏斜 E. 义齿基托变形","std": "B","cot": "天然牙列存在时, 上下颌的关系依赖于上下牙列尖窝交错的接触而得到保持。此时患者两侧髁突处于关节凹中的生理后位。若全口义齿的垂直距离过低时, 患者戴入义齿并咬合时, 下颌髁突会明显向后上方移位。"}
{"query": "52. 戴用全口义齿最容易造成疼痛的部位不包括 A. 尖牙唇侧 B. 牙槽嵴顶 C. 上颌隆突 D. 下颌隆突 E. 内斜嵴处","std": "B","cot": "患者戴用全口义齿后最易造成疼痛的部位是骨质突起的部位, 该部位黏膜较薄、弹性差, 不易缓冲𬌗力, 所以容易出现戴牙后的疼痛, 包括选项A、C、D、E所述的部位。而选项B的牙槽嵴顶表面有高度角化的复层鳞状上皮, 其下有致密的黏膜下层, 能承受咀嚼压力, 该区是𬌗力主承托区, 戴义齿后正常情况下不该出现疼痛。"}
{"query": "53. 牙槽骨修整的最佳时间为拔牙后 A. 即刻修整 B. 1个月 C. 3个月 D. 5个月 E. 6个月","std": "B","cot": "牙槽骨修整的最佳时间为拔牙后的1个月。过早修整, 去除牙槽骨量较难控制, 往往造成去除牙槽骨量过大, 牙槽骨吸收量增大等。而间隔时间太长, 影响患者及时进行义齿修复。"}
{"query": "54. 全口义齿排牙时, 右侧第二前磨牙和左侧第二前磨牙排列舌尖与𬌗平面的关系是 A. 与𬌗平面相接触 B. 离开𬌗平面0.5mm C. 离开𬌗平面1mm D. 离开𬌗平面1.5mm E. 离开𬌗平面2mm","std": "A","cot": "为了形成适当的𬌗曲线, 易于获得平衡咬合, 右侧第二前磨牙和左侧第二前磨牙排列的基本要求是其牙长轴尽量与𬌗平面垂直, 其颊、舌尖均应与𬌗平面接触。"}
{"query": "55. 全口义齿戴用一段时间后, 引起髁突明显后移并出现关节症状, 其原因是 A. 垂直距离过低 B. 垂直距离过高 C. 咬𬌗力过大 D. 咬合不平衡 E. 义齿固位不良","std": "A","cot": "天然牙列存在时, 上下颌的关系依赖于上下牙列牙齿的尖窝交错的接触而得到保持。此时患者两侧髁突处于关节凹中的生理后位。若全口义齿的垂直距离过低时, 患者戴入义齿并咬合时下颌髁突会明显向后上方移位, 严重时可出现异常关节症状, 故正确答案选A。一般情况下, 垂直距离过高时, 患者面下1/3垂直距离增大, 同时伴有面颊部肌肉酸痛或关节不适等, 所以不能选B选项。其他选项的情况也不会产生髁突明显后移等。"}
{"query": "56. 取全口义齿印模时, 制作个别托盘的目的主要是 A. 操作方便 B. 可使印模材料清晰 C. 取得边缘精确形态 D. 使组织能受压均匀 E. 能获得解剖形态的印模","std": "C","cot": "个别托盘是先取初印模, 制作出适合患者口腔情况的个别托盘, 再用个别托盘盛放印模材料, 取第二次印模。第二次印模较第一次印模细致、准确、清晰, 且边缘伸展适度。个别托盘的主要作用是使印模边缘伸展适度, 确定精确的立体形态。"}
{"query": "57. 桩核冠修复时, 牙体预备后可以保留为牙本质肩领的牙体组织最小厚度是 A. 0.5mm B. 1.0mm C. 1.5mm D. 2.0mm E. 2.5mm","std": "B","cot": "桩核冠修复时, 保留一部分牙体组织形成牙本质肩领, 可以增强牙体组织的抗力和桩核的固位。0.5mm牙本质肩领厚度过薄, 容易发生折断。厚度1.0mm以上可保证其有足够的强度。题干问的是最小厚度。"}
{"query": "58. 轴壁完整、临床冠较短的无髓牙, 增加全冠固位力的可行办法是 A. 制备髓腔固位洞形, 增加约束力 B. 保持预备体表面粗糙度, 提高摩擦力 C. 边缘预备至龈沟底, 增加预备体高度 D. 调拌稀薄的水门汀, 增加粘接力 E. 降低𬌗面高度, 减轻咬合力","std": "A","cot": "此题考核的知识点是牙体缺损修复的固位原理。临床冠短者, 全冠固位形不佳。为加大固位力, 须在预备体上增加辅助固位形。利用部分髓室, 在全冠预备体𬌗面制备I类洞型, 是非常有效的辅助固位形。故正确答案是A。虽然增加粗糙度可以增大摩擦力, 但预备体表面粗糙会影响印模准确性和修复体的制作精度, 因此排除选项B。边缘预备过深, 会影响修复体边缘准确性和牙周组织健康, 因此排除选项C。水门汀的黏稠度应该适中, 过度稀薄反而降低粘接力, 因此排除选项D。降低咬合虽然可以减小修复体的受力, 但却影响了患牙的咀嚼功能恢复, 因此排除选项E。"}
{"query": "59. 下面情况不属于前牙贴面修复适应证的是 A. 唇面大面积釉质剥脱 B. 牙面小缺损 C. 小范围切角缺损 D. 唇面大面积浅表缺损 E. 颈部楔状缺损(深度<1mm)","std": "A","cot": "此题考核的知识点是贴面修复的临床适应证。前牙贴面的适应证包括: 牙面小缺损、小范围切角缺损、唇面大面积浅表缺损和颈部轻度的楔状缺损。排除选项B、C、D、E。而唇面大面积釉质剥脱会使粘接强度大幅下降, 固位不良, 故不宜选用贴面修复。"}
{"query": "60. 下列牙列缺损情况中, 适用于解剖式印模的是 A.右侧上颌第一磨牙、第二磨牙、第三磨牙和左侧上颌第二磨牙、第三磨牙缺失 B.右侧上颌第一磨牙、第二磨牙、第三磨牙和左侧上颌第二前磨牙、第一磨牙缺失 C.右侧上颌第一磨牙、第二磨牙、第三磨牙和左侧上颌中切牙、侧切牙、尖牙、第一前磨牙缺失 D.右侧上颌第二前磨牙、第一磨牙和左侧上颌第二前磨牙、第一磨牙缺失 E.右侧上颌中切牙、侧切牙、尖牙、第一前磨牙、第二前磨牙和左侧上颌中切牙、侧切牙、尖牙、第一前磨牙缺失","std": "D","cot": "此题考核的知识点是可摘局部义齿印模与模型。对于存在游离端的Kennedy第一类、第二类和缺失牙较多的Kennedy第四类牙列缺损应采用功能性印模, 故选项A、B、C、E为错误答案。解剖式印模用于牙支持式和黏膜支持式义齿取模。"}
{"query": "61. 符合Kennedy第一类牙列缺损的个别托盘制作要求的是 A. 托盘边缘短于唇颊侧黏膜转折4mm B. 初模型上余留牙及周围牙龈表面覆盖0.5~1mm蜡片 C. 将琼脂材料添加在个别托盘边缘, 用于肌功能整塑 D. 上颌托盘远中边缘覆盖过上颌结节和颤动线 E. 下颌托盘远中边缘覆盖磨牙后垫1/2","std": "D","cot": "此题考核的知识点是可摘局部义齿印模与模型中的个别托盘制作。个别托盘边缘应短于唇颊侧黏膜转折处约2~3mm, 故选项A错误。初模型上余留牙及周围牙龈表面覆盖2mm蜡片, 故选项B错误。个别托盘边缘肌功能整塑用材料是印模膏而非琼脂, 故选项C错误。下颌托盘后缘应覆盖全部磨牙厚垫, 故选项E错误。上颌托盘远中边缘应该覆盖过上颌结节和颤动线。"}
{"query": "62. 下列情况的余留牙, 在修复前要求拔除的是 A. 牙槽骨吸收达到根1/3, 牙松动达I度 B. 牙槽骨吸收达到根1/3, 牙松动达II度 C. 牙槽骨吸收达到根2/3, 牙松动达I度 D. 牙槽骨吸收达到根2/3, 牙松动达II度 E. 牙槽骨吸收超过根2/3, 牙松动达III度","std": "E","cot": "此题考核的知识点是诊疗计划及修复前准备。牙槽骨吸收达到根2/3以上, 牙松动达III度的余留牙用作修复体基牙预后不佳, 应拔除。"}
{"query": "63. 活髓牙牙体缺损修复时, 制作暂时冠的作用不包括 A. 保护牙髓, 减少外界环境对牙髓的温度、机械及化学刺激 B. 根据暂时冠的戴用情况, 对最终修复设计进行评估和修改 C. 恢复缺损牙的边缘, 可刺激牙龈组织的生长 D. 在能一定程度上恢复缺损牙的美观和功能 E. 维持正常的咬合和邻接关系, 避免牙齿移位","std": "C","cot": "此题考核的知识点是暂时冠的作用。暂时冠可保护牙髓, 减少外界环境对牙髓的刺激, 选项A正确; 有诊断作用, 可根据暂时冠修复效果, 对最终修复效果进行调整, 对咬合调整较大的患者, 需长时间戴用临时冠, 可对咬合关系进行评估, 适应和调整, 选项B正确; 暂时冠能恢复缺损牙的美观和功能, 选项D正确; 牙体预备后, 如持续时间较长, 可能因牙位置的变化出现间隙, 临时冠可维持正常的咬合关系和邻接关系, 选项E正确; 暂时冠恢复了缺损牙的形态, 突度和邻接, 避免菌斑聚集, 防止牙龈炎症, 避免了牙龈增生, “刺激牙龈组织的生长” 的表述不正确, 选项C错误。"}
{"query": "64. 关于固定义齿的基牙选择, 说法正确的是 A. 𬌗龈高度越小越好 B. 牙冠有缺损不可选做基牙 C. 牙槽骨吸收不应超过根长的1/3 D. 最好是完成根管治疗的牙齿 E. 严重错位牙也可直接做基牙","std": "C","cot": "此题考核的知识点是固定局部义齿的适应证。在固定局部义齿的基牙选择时, 其牙冠𬌗龈高度应该适当, 牙冠不宜过短, 否则固位体的固位力不足, 排除选项A; 基牙过大的牙冠缺损会影响修复体的固位力, 但具有牙冠缺损的牙齿可以选做基牙, 排除选项B; 基牙最好是健康的活髓牙, 排除选项D; 个别严重错位牙, 可以通过正畸治疗或桩核冠改变牙冠轴向后作基牙, 排除E; 牙槽骨吸收不超过根长的1/3时, 可选做固定义齿的基牙。"}
{"query": "65. 以下牙列缺损患者, 不适合可摘局部义齿修复的是 A. 拔牙1周, 拔牙窝未愈合 B. 缺牙区牙槽骨缺损过多 C. 余留牙重度磨耗 D. 口腔溃疡经久不愈 E. 余留牙牙周状况不佳","std": "D","cot": "此题考核的知识点是可摘局部义齿的禁忌证。口腔溃疡经久不愈者, 戴用可摘局部义齿可能会加重症状, 也不利于口腔自洁, 影响创面愈合。"}
