{"query": "1. 男, 55 岁。右上后牙进食时咬合痛 1 个月, 无自发痛史。检查: 右侧上颌第二磨牙牙冠完整, 𬌗面中度磨耗, 临床冠短, 近中𬌗边缘嵴处可见隐裂纹, 咬棉卷不适, 牙髓活力正常, 叩痛 (一), 不松动。X 线片未见异常。余留牙未见异常。该患者最佳治疗方案是 A. 调,随诊观察 B. 塑料全冠暂时修复 C. 铸造金属全冠修复 D. 金属烤瓷全冠修复 E. 牙髓治疗后全冠修复","std": "C","cot": "右侧上颌第二磨牙为隐裂牙, 且有咬合痛症状, 其预后可能发展成牙髓炎、根尖周炎, 还可能出现牙齿劈裂, 符合全冠修复的适应证, 应进行全冠修复。患牙牙髓活力正常, 暂时不需要先做牙髓治疗。且右侧上颌第二磨牙临床冠短, 固位力不佳, 可采用铸造金属全冠减少牙体预备量, 从而保留更多的牙体组织并避免活髓牙修复后牙本质敏感。此外, 右侧上颌第二磨牙为后牙, 铸造金属全冠对美观的影响较小。"}
{"query": "2. 男, 43 岁。右上第二前磨牙金属烤瓷冠修复, 磷酸锌水门汀粘固, 修复体粘固 1 天后出现短时冷热刺激敏感。最可能的原因是 A. 戴冠时机械刺激 B. 邻面接触过紧 C. 游离磷酸的刺激 D. 龋坏组织未去净 E. 有咬合高点","std": "C","cot": "对冷热刺激敏感, 这个症状会因不适当的刺激造成, 而选项 A 戴冠时的机械刺激一般于戴冠后较快消失,不会 1 天后仍存在。选项 B、E 出现的症状与题目不同, 选项 B 通常表现为患牙及邻接牙自戴冠后长时间挤压不适; 选项 E 通常表现为咬合痛,均和冷热刺激无关。而选项 D 一般在修复体使用较长时间后才表现冷热刺激敏感, 且通常持续时间较长。游离酸刺激会引起患牙短时敏感疼痛, 待粘固剂充分固化后, 症状一般自行消失, 活髓牙修复过程中应选择刺激小的粘固剂, 避免对牙髓的损伤。"}
{"query": "3. 男, 35 岁。右下一后牙龋坏 3 年, 充填物反复脱落。检查: 右侧下颌第一磨牙牙冠远中及舌侧大面积龋坏缺损, 叩痛 (-), 无松动,临床冠较长。X 线片示根管治疗完善,根长及牙槽骨高度正常。该患者最适合的修复方式是 A. 嵌体 B. 全瓷冠 C. 金属全冠 D. 金属烤瓷全冠 E. 桩核金属烤瓷冠","std": "E","cot": "患牙根管治疗后, 牙冠远中及舌侧大面积缺损, 缺损范围大, 牙冠剩余牙体组织少, 不具备足够的体积与外形为修复体提供足够的固位形。直接采用全冠修复时冠部牙体组织的抗力不足, 更不能采用嵌体修复。正确的修复方法是, 去除牙冠部分薄弱的牙体组织, 进行桩核冠修复。"}
{"query": "4. 女, 28 岁。右侧上颌第二前磨牙近中邻面浅龋, 舌尖缺损, 牙冠短小。拟 3/4 冠修复。除轴沟外,增加固位作用,阻挡舌向脱位的有效措施是 A. 轴壁龈端肩台 B. 舌侧制成两个斜面 C. 𬌗面沟 D. 轴壁倒凹 E. 减小邻面聚合度","std": "C","cot": "后牙 3/4 冠抵抗舌向脱位的固位型包括轴沟和𬌗面沟。A、B、E选项均无抵抗舌向脱位的作用, 而轴壁形成倒凹时, 3/4 冠将无法就位。因此正确答案选 C 。"}
{"query": "5. 女, 35 岁。上颌右侧第二磨牙𬌗面纵向隐裂且累及牙髓, 临床牙冠较短, 咬合紧, 根管治疗已完成。该病例的最适修复体设计是 A. 邻𬌗瓷嵌体 B. 邻𬌗合金嵌体 C. 全瓷冠 D. 铸造金属全冠 E. 金属烤瓷全冠","std": "D","cot": "该病例患牙为有隐裂的无髓牙, 牙体组织抗力较差,因此不适合嵌体修复,首先可排除选项 A、B 。 全瓷冠和金属烤瓷冠需要的𬌗面修复间隙大, 而患牙临床冠短, 咬合紧, 无法获得较大的修复间隙, 且患牙位置靠后, 对美观要求不高。因此, 最适合的修复方式是铸造金属全冠, 即选项 D 正确。"}
{"query": "6. 女, 27 岁。右上中切牙金合金烤瓷冠修复 2 个月, 牙龈出血、胀痛不适。唇侧龈缘红肿, 探诊出血, 唇侧颈缘位于龈沟内 1.5mm。引起牙龈胀痛最可能的原因是 A. 冠边缘过深 B. 食物刺激牙龈 C. 口腔卫生状况差 D. 戴冠时损伤了牙龈 E. 粘固剂残留在龈沟内","std": "A","cot": "金属烤瓷冠唇侧龈边缘应位于龈缘下较浅的位置 (龈缘下 0.5 ~ 0.8mm ),以利于美观。但如果冠边缘位于龈沟内过深的位置, 容易在肩台预备时损伤牙龈, 印模不准确, 导致修复体边缘不密合, 产生牙龈炎。该病例的冠边缘位于龈下 1.5mm, 显然过深,是牙龈炎最可能的原因。选项 B、C 不可能只影响行全冠修复的患牙牙龈。如果是戴冠时损伤牙龈, 经过 2 个月后应早已恢复正常,所以原因不可能是选项 D 。粘固剂残留导致的牙龈炎只会出现在有粘固剂残留的局部, 且症状通常不会在 2 个月后仍存在。"}
{"query": "7. 男, 40 岁。右侧上颌中切牙外伤冠折后金属烤瓷冠修复。修复体就位后色泽、形态与邻牙协调, 𬌗龈向高度达设计要求, 颈部边缘探针可探入, 邻接处牙线勉强通过, 正中𬌗时对𬌗牙切端位于右侧上颌中切牙烤瓷区。根据检查结果判断, 此冠 A. 合格 B. 邻接过紧 C. 邻接过松 D. 边缘不密合 E. 金 - 瓷结合区设计不当","std": "D","cot": "烤瓷冠与邻牙的邻接处牙线勉强通过，说明邻接不紧不松,不存在选项B、C的情况。金-瓷结合区要求避开咬合功能区,该患者修复体正中时对颌牙切端位于右侧上颌中切牙烤瓷区,即金-瓷结合区不在咬合功能区内,不存在金瓷结合区设计不当问题。本题中已描述“颈部边缘探针可探入”,表示该修复体颈部边缘与牙体组织不密合,即颈部与牙体间隙过大,故正确答案选D。"}
{"query": "8. 女,50 岁。左上中切牙 1/4 冠折,未露髓,金属烤瓷冠修复。修复体粘固后 1 个月余, 自诉近两日遇冷热刺激后疼痛明显, 持续时间长。其最可能的原因是 A. 创伤性咬合 B. 根尖周炎 C. 牙髓炎 D. 牙周炎 E. 牙本质敏感症","std": "C","cot": "患者上中切牙因冠折 1/4 (未露髓),金属烤瓷冠修复。在修复过程中, 由于牙体预备时的损伤、粘固时消毒药物的刺激、戴冠时的机械刺激, 以及粘固剂中的游离酸刺激, 会引起患牙牙本质敏感症, 出现短时疼痛, 但此种疼痛数日内可自行消失。若粘固已 1 个多月, 自诉遇冷热刺激的疼痛明显, 且持续时间长, 说明牙髓受激惹严重, 或已发展为牙髓炎, 因此正确答案选 C。"}
{"query": "9. 男, 60 岁。右上后牙龋坏缺损 3 年, 曾行银汞充填, 充填后充填物反复脱落。检查: 右侧上颌第二磨牙远中邻面大面积银汞充填, 活髓, 不松动, 叩痛 (一), 牙龈退缩, 临床冠长。拟行铸造金属全冠修复。全冠龈边缘的最佳位置是 A. 龈缘以上 B. 平齐龈缘 C. 龈沟内 0.5mm D. 龈沟内 1mm E. 达龈沟底","std": "A","cot": "全冠的颈部边缘位置通常可有两种:一种为龈下边缘, 另一种为龈上边缘。采用龈下边缘的目的是避免暴露烤瓷冠的边缘, 以利于美观 (多用于前牙); 另外可增加预备体轴面高度, 增强固位。但龈下边缘不易保护牙龈的健康, 因此龈下边缘的位置不宜过深, 牙龈健康的情况下,可位于龈缘下 0.5mm ,任何时候都不要将边缘置于龈沟底。对于本题的病例而言, 患者年龄大, 牙龈退缩明显, 临床冠长。如果采取龈下边缘, 则必须磨除过量的牙体组织, 容易导致牙本质敏感, 甚至露髓。患牙为右上第一磨牙, 龈上边缘对美观无明显影响。患牙临床冠长, 不需要增加预备体轴壁高度来增强固位。因此息牙全冠最适合采用龈上边缘。"}
{"query": "10. 女, 35 岁。左侧上颌第二前磨牙MO 嵌体,远中𬌗面深龋。X 线片示根充完善, 余无异常。最佳修复治疗方案是 A. DO 树脂充填 B. MOD 嵌体 C. 全冠 D. 桩核冠 E. 覆盖义齿","std": "D","cot": "患牙 MO 嵌体, 又有远中𬌗面龋, 形成 MOD 缺损, 对于前磨牙而言, 缺损过大, 牙冠剩余组织抗力不足, 且易受侧向力、扭转力, 不宜采取充填、嵌体修复。即使采取全冠修复, 也可能发生冠折。正确的方法是适当去除薄弱牙体组织, 进行桩核冠修复。覆盖义齿的修复效果显然不如桩核冠。"}
{"query": "11. 女, 47 岁。右侧下颌第一磨牙缺失, 右侧下颌第二前磨牙、第二磨牙为健康活髓牙。右侧下颌第二前磨牙、第一磨牙、第二磨牙金属烤瓷固定桥粘固后 4 天复诊, 主诉咬合时疼痛。此时首先要检查的是 A. 基牙根尖状况 B. 基牙牙槽骨状况 C. 基牙牙龈状况 D. 修复体咬合接触 E. 固位体边缘密合度","std": "D","cot": "固定修复体粘固后短期内出现咬合不适、咬合痛, 最常见原因是存在咬合早接触、𬌗干扰, 导致咬合创伤。因此首先应检查修复体的咬合接触, 明确是否存在咬合早接触或𬌗干扰。根尖周炎、牙周炎和牙龈炎虽然也可以有咬合不适或疼痛, 但患者的基牙在修复前均为健康活髓牙, 在修复后数天内不可能迅速出现根尖周炎、牙周炎或严重的牙龈炎。因此, 为明确病因,应先检查咬合关系。正确答案为 D 选项 A、B、C 反映的是基牙根尖与牙周状况, 选项 E 主要影响基牙牙龈健康,均非正确选项。"}
{"query": "12. 男,48 岁。右侧下颌第一前磨牙、第二前磨牙缺失,右侧下颌第一磨牙近中倾斜约 20°,余留牙健康。以 右侧下颌第一磨牙、右侧下颌尖牙为基牙固定义齿修复时, 应考虑 A. 采用复合固定桥 B. 设计活动连接体 C. 设计单端固定桥 D. 增加基牙数目 E. 加强固位力","std": "B","cot": "本病例为单个缺隙, 不能设计复合固定桥。由于右侧下颌第一磨牙近中倾斜度较大, 固定桥修复的难点是难以取得右侧下颌第一磨牙、右侧下颌尖牙的共同就位道。正确的方法是固定桥的一端设计活动连接体来解决共同就位道的问题。而设计单端固定桥虽可避免共同就位道的问题, 但不利于基牙的健康。右侧下颌第一磨牙、右侧下颌尖牙基牙牙周膜面积显著大于缺失牙, 固定桥不需要增加基牙。"}
{"query": "13. 男, 43 岁。右下后牙固定义齿修复 2 年, 义齿松动, 咬合不适。检查: 右侧下颌第二前磨牙、第一前磨牙缺失, 右侧下颌第一磨牙、第二前磨牙、第一前磨牙、尖牙固定桥, 右侧下颌尖牙3/4 冠固位体松动, 龋坏, 右侧下颌第一磨牙全冠固位体未见异常。右侧下颌尖牙固位体松动的原因是 A. 桥体过长 B. 咬合力过大 C. 固位力不均衡 D. 基牙松动 E. 基牙支持力不足","std": "C","cot": "右侧下颌第二前磨牙、第一前磨牙 缺失, 固定桥以右侧下颌第一磨牙、第二前磨牙、第一前磨牙、尖牙为基牙, 其牙周膜面积显著大于缺失牙, 完全能够满足对牙周支持的要求, 不存在基牙支持能力不足、桥体过长和咬合力过大的问题。与全冠相比, 3/4 冠固位力相对较差。因此, 右侧下颌尖牙3/4 冠固位体松动的原因应是固定桥两端固位力不均衡, 导致固位力弱的一端固位体松动。"}
{"query": "14. 男, 47 岁。右上后牙固定义齿修复半年后松动。查: 右侧上颌第一磨牙缺失, 余牙正常, 右侧上颌第二前磨牙、第二磨牙全冠固定桥, 右侧上颌第二前磨牙固位体松动。拆除固定桥后发现, 右侧上颌第二前磨牙预备体聚合度过大, 轴面浅龋。重新修复时应 A. 增加右侧上颌第一前磨牙做基牙 B. 增加右侧上颌第三磨牙做基牙 C. 右侧上颌第二前磨牙牙髓失活、根管治疗后改桩核冠固位体 D. 右侧上颌第二前磨牙重新预备, 增加固位体密合性 E. 改右侧上颌第一磨牙单端固定桥","std": "C","cot": "该病例固定桥松动的原因是右侧上颌第二前磨牙预备体聚合度过大导致固位体固位差。重新修复时应考虑增加固定桥近中端的固位力。增加右侧上颌第三磨牙作基牙会导致两端固位力更加不均衡。右侧上颌第二前磨牙重新预备, 增加固位体密合性对其固位力的改善非常有限。而改为单端桥不利于基牙的健康。故选项 B、D、E 可排除。选项 A 与 C 比较, 增加右侧上颌第一前磨牙做基牙与利用桩核来改善右侧上颌第二前磨牙固位体的固位均可达到相同的目的, 但选项 C 应该更加符合修复治疗的组织保健原则。"}
{"query": "15. 男, 50 岁。上前牙固定义齿 4 个月后修复体与邻牙间出现间隙。检查:左侧上颌中切牙、右侧上颌中切牙缺失, 左侧上颌侧切牙、右侧上颌侧切牙烤瓷固定桥修复, 左侧上颌侧切牙、尖牙，右侧上颌中切牙、尖牙间隙 0.5mm,22 叩诊 (+), 不松动。余留牙正常, 出现间隙。最可能的原因是 A. 基牙折断 B. 基牙负荷过大 C. 基牙牙周炎 D. 修复体制作问题 E. 固位体固位力不够","std": "B","cot": "该病例 左侧上颌中切牙、右侧上颌中切牙缺失, 左侧上颌侧切牙、右侧上颌侧切牙牙周膜面积小于缺失牙, 基牙支持能力差, 左侧上颌侧切牙、右侧上颌侧切牙固定桥修复使得基牙负荷过大, 结果导致基牙及修复体唇向移位, 与邻牙出现间隙, 基牙叩痛是因为负荷过大, 有咬合创伤。基牙不松动, 也未发现其他问题, 可排除基牙折断、牙周炎、修复体制作问题和固位的问题。"}
{"query": "16. 男, 43 岁。左侧上颌第一前磨牙、第二前磨牙、第一磨牙缺失, 3 年前行左侧上颌尖牙、第一前磨牙、第二前磨牙、第一磨牙、第二磨牙全冠固位体固定义齿修复, 现基牙左侧上颌尖牙松动。导致基牙松动最可能的原因是 A. 𬌗力过大 B. 𬌗力不平衡 C. 固位力不等 D. 固位体选择不当 E. 基牙预备不当","std": "A","cot": "固定桥两端均为全冠固位, 不存在固位力不均衡的问题。该病例为基牙松动, 而不是固位体松动, 说明原因不是固位设计的问题。基牙松动的原因应为支持力不足, 基牙受力过大。右侧下颌第一前磨牙、第二前磨牙、第一磨牙缺失, 以右侧下颌尖牙、第二磨牙为基牙进行固定桥修复时, 基牙牙周膜面积小于缺失牙, 导致支持能力弱的一端基牙松动。"}
{"query": "17. 男, 52 岁。左侧上颌侧切牙、第一前磨牙、第二前磨牙缺失, 余留牙健康, 排列位置及咬合关系正常。设计以 左侧上颌中切牙、尖牙、第一磨牙为基牙, 复合固定桥修复。固定桥在左侧上颌尖牙远中采用活动连接体的目的不包括 A. 避免过多切割牙体组织 B. 便于固定桥就位 C. 减小中间基牙扭力 D. 更有利于美观 E. 避免铸件变形","std": "D","cot": "该病例设计左侧上颌中切牙、尖牙、第一磨牙复合固定桥修复, 基牙多, 前后牙长轴方向不一致, 如果全部采用固定连接体, 难以取得共同就位道, 需要磨除大量牙体组织, 由于固定桥长, 跨度大, 制作蜡型、包埋和铸造时容易发生变形, 而且复合长桥的中间基牙受到的扭力较大。 因此, 在左侧上颌尖牙的远中采用栓道式活动连接体, 使长桥分段制作, 分段就位。解决了共同就位道和变形的问题, 采用活动连接也可减小左侧上颌尖牙受到的扭力。这样的设计与美观效果无关。"}
{"query": "18. 男, 50 岁。右侧上颌第二前磨牙、第一磨牙、第二磨牙缺失, 右侧上颌第三磨牙近中倾, 与对颌牙接触不良, 余牙正常。设计牙支持式义齿时, 右侧上颌第三磨牙上卡环应设计 A. 三臂卡环 B. 对半卡环 C. 圈形卡环 D. 回力卡环 E. 倒钩卡环","std": "C","cot": "此题考查考生对卡环类型及其应用的了解情况。对于向近中舌向倾斜的远中孤立的下颌磨牙, 适合采用圈形卡环, 卡臂尖进入舌侧近中的倒凹。此时如果采用三臂卡环, 卡臂尖位于远中, 不能进入倒凹, 无固位作用。对半卡环、回力卡环和倒钩卡环也都不适用于该基牙。"}
{"query": "19. 男, 64 岁。右侧上颌中切牙、侧切牙、尖牙、第一前磨牙、第二前磨牙，左侧上颌中切牙、侧切牙、尖牙、第一磨牙、第二磨牙，右侧下颌第二前磨牙、第一磨牙、第二磨牙、第三磨牙，左侧下颌第一前磨牙、第二前磨牙、第一磨牙、第二磨牙、第三磨牙缺失, 可摘局部义齿修复。戴牙咬下唇。其原因是 A. 义齿松动 B. 前牙覆盖过小 C. 前牙开 D. 垂直距离过低 E. 垂直距离过高","std": "B","cot": "咬唇的最常见的原因是人工上前牙与下前牙的覆盖过小, 而其他几个选项的情况均不会导致咬下唇。"}
{"query": "20. 女, 58 岁。右侧上颌中切牙、侧切牙、尖牙、第一前磨牙、第二前磨牙、第一磨牙、第二磨牙、第三磨牙，左侧上颌第一磨牙、第二磨牙、第三磨牙，右侧下颌第二前磨牙、第一磨牙缺失, 余留牙形态及位置正常。欲作可摘局部义齿修复, 确定正中𬌗关系的方法是 A. 在模型上利用余留牙确定 B. 在口内利用余留牙确定 C. 在口内利用𬌗蜡确定 D. 在模型上利用𬌗蜡确定 E. 在口内用𬌗堤确定","std": "E","cot": "该患者缺失牙数目较多, 上颌为双侧游离缺失, 模型上不能准确确定正中𬌗关系, 也不能保持𬌗关系稳定。所以必须在口内确定颌位关系记录, 利用此记录对合模型。可摘局部义齿确定𬌗关系的方法有𬌗蜡记录与𬌗堤记录两种。该患者缺牙多, 准确而稳定地记录𬌗关系的方法应采用𬌗堤记录法。"}
{"query": "21. 女, 50 岁。右侧下颌第一磨牙、第二磨牙、第三磨牙，左侧下颌第二磨牙、第三磨牙缺失。为了控制义齿游离鞍基的稳定, 以下措施中错误的是 A. 扩大鞍基面积 B. 双侧联合设计 C. 设计间接固位体 D. 选用牙尖斜度大的人工牙 E. 设计减小基牙扭力的卡环","std": "D","cot": "该患者为双侧游离缺失, 可摘局部义齿容易发生翘动、摆动、旋转、下沉等不稳定现象。双侧联合设计、设置间接固位体均有利于义齿的稳定。扩大游离鞍基面积、增加支持, 也可减弱义齿的不稳定。末端基牙上的卡环在减小基牙扭力的同时也可增强义齿的稳定性。只有当采用牙尖斜度大的人工牙时, 会增加对义齿的水平作用力, 不利于义齿的稳定。"}
{"query": "22. 男, 55 岁。右侧上颌中切牙、侧切牙、尖牙，左侧上颌尖牙、第二前磨牙、第一磨牙、第二磨牙、第三磨牙，右侧下颌第二前磨牙、第一磨牙，左侧下颌第一磨牙、第二磨牙、第三磨牙缺失, 戴用义齿后经常咬舌。 原因是人工后牙 A. 𬌗平面偏高 B. 舌侧覆盖过大 C. 舌侧覆盖过小 D. 牙尖斜度过小 E. 舌尖过锐","std": "C","cot": "咬颊舌最常见的原因是上下颌后牙的覆盖过小。舌侧覆盖过小则会咬舌。相反, 覆盖过大不会发生咬舌; 牙尖斜度改变不会导致咬舌; 𬌗平面低于舌侧缘时, 也容易咬舌; 但𬌗平面偏高, 远离舌侧缘, 则不会咬舌。"}
{"query": "23. 女, 54 岁。右侧下颌第一磨牙、第二磨牙、第三磨牙，左侧下颌尖牙、第一前磨牙缺失, 右侧下颌第二前磨牙设计 RPI 卡环时, 导平面应预备在右侧下颌第二前磨牙的 A. 近中边缘嵴 B. 远中边缘嵴 C. 远中颊轴角 D. 远中舌轴角 E. 远中邻面","std": "E","cot": "RPI 卡环由近中𬌗支托、邻面板和 I 型杆卡环臂三部分组成。邻面板位于游离缺失末端基牙的远中邻面, 基牙与邻面板接触的部位需要预备导平面, 与邻面板密合, 与就位道方向一致。正确答案是 E 。"}
{"query": "24. 男, 55 岁。右侧下颌第一磨牙、第二磨牙、第三磨牙，左侧下颌尖牙、第一前磨牙缺失, 可摘局部义齿在 右侧下颌第二前磨牙上采用 RPI 卡环。当义齿游离端受到咬合压力时, RPI 卡环 I 型杆的移动方向是 A. 颊向 B. 舌向 C. 𬌗向 D. 龈向 E. 远中向","std": "D","cot": "游离缺失的末端基牙上设计 RPI 卡环时, 𬌗支托位于基牙近中𬌗边缘嵴。义齿游离端受咬合压力时, 义齿以近中𬌗支托为支点。由于 RPI 卡环的邻面板和 I 型杆与义齿游离鞍基均位于𬌗支托支点的远中, 因此 I 型杆会与游离鞍基一起向下 (龈向) 移动。"}
{"query": "25. 男, 61 岁。右侧上颌中切牙、侧切牙、尖牙、第三磨牙，左侧上颌中切牙、侧切牙、第二前磨牙、第一磨牙、第三磨牙缺失, 前牙唇侧组织倒凹明显。模型观测时, 将模型向后方倾斜使就位道方向为从前下向后上的作用不包括 A. 有利于义齿的稳定 B. 增大 7 颊侧远中倒凹 C. 减少牙槽嵴唇侧组织倒凹 D. 减少人工前牙与基牙的间隙 E. 使义齿就位道与脱位方向不一样","std": "A","cot": "该病例上颌前牙多数缺失, 如果义齿垂直向上就位, 牙槽嵴唇侧倒凹将限制唇侧基托伸展, 不利于外观和上唇丰满度的恢复。将模型向后倾斜时, 义齿就位道为向后上倾斜就位, 相对地减小了牙槽嵴唇侧倒凹, 有利于唇侧基托伸展。就位道倾斜也减小了与前牙缺隙相邻余留牙的近中倒凹, 避免了因邻牙近中倒凹大, 义齿人工牙与邻牙间形成较大的三角间隙, 既有利于美观, 也可避免食物嵌塞。与垂直向就位道相比, 斜向后上的就位道也改变了后牙缺隙区远中基牙的观测线位置, 基牙远中的倒凹增大, 而近中倒凹减小, 形成 I 型观测线, 便于放置三臂卡环, 使其作为主要基牙, 更好地发挥支持、固位和稳定作用。义齿所受脱位力的方向一般与𬌗平面垂直, 斜向后上的就位道与脱位方向不一致, 也可增强义齿的固位作用。由此可见, 选项 B、C、D、E 均为向后倾斜模型能够获得的作用。该病例义齿可设计面式固位, 不存在不稳定的问题, 倾斜模型也不会影响义齿的稳定。因此正确答案选 A。"}
{"query": "26. 女, 50 岁。因牙周病拔除右侧上颌第一磨牙、第二磨牙、第三磨牙，左侧上颌尖牙、第一前磨牙 3 个月余, 右侧上颌第二前磨牙无可利用倒凹, I ~ II 度松动, 余牙正常。可摘局部义齿修复时, 右侧固位体应采用 A. 倒钩卡环 B. 对半卡环 C. 延伸卡环 D. RPI 卡环 E. RPA 卡环","std": "C","cot": "该题的倒钩卡环、RPI 卡环和 RPA 卡环用于缺隙相邻基牙, 但因为右侧上颌第二前磨牙无可利用倒凹, 如果采用这三种卡环, 将无固位作用。对半卡环通常用于前后均有缺隙的孤立前磨牙, 即使用在右侧上颌第二前磨牙上, 也同样不能发挥固位作用。该病例的右侧上颌第二前磨牙的情况正是延伸卡环的适应证。延伸卡环的卡环臂从右侧上颌第二前磨牙继续向前延伸到右侧上颌第一前磨牙, 进入右侧上颌第一前磨牙颊侧倒凹以获得固位, 该卡环有夹板固定作用, 可稳定松动的右侧上颌第二前磨牙。"}
{"query": "27. 男, 45 岁。右侧上颌第一磨牙、第二磨牙、第三磨牙、中切牙、侧切牙，左侧上颌中切牙、侧切牙、尖牙、第一磨牙缺失, 右侧上颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙颊倾, 颊侧观测线位于冠 1/3 。可摘局部义齿修复时正确的做法是 A. 将模型向右侧倾斜, 义齿斜向就位 B. 将模型向后倾斜, 义齿向后上就位 C.颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙设计杆型卡环 D. 磨改颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙颊面形态, 降低观测线位置 E. 右侧上颌第一前磨牙、左侧上颌第一前磨牙、第三磨牙作基牙","std": "D","cot": "该病例设计可摘局部义齿时颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙作基牙是最佳选择, 而选择右侧上颌第一前磨牙、左侧上颌第一前磨牙、第三磨牙作基牙效果不佳。由于基牙颊侧观测线位置过高, 倒凹过大, 影响卡环的放置。采用圆环形卡环时颊侧卡环臂位置过高, 对基牙侧向力大; 采用杆型卡环时卡环将无法就位, 或者造成卡环臂及其延伸臂与基牙和黏膜间隙过大。由此设计杆型卡环不能解决问题。将模型向左或右倾斜只能减小对侧基牙颊侧倒凹, 同侧倒凹反而加大。模型前后倾斜只会改变倒凹的近远中位置, 但不能改变倒凹的深度。因此, 正确的方法只能是磨改基牙颊面形态, 磨除过突的部分, 降低观测线高度。"}
{"query": "28. 女, 50 岁。右侧上颌中切牙、侧切牙、第二前磨牙、第一磨牙，左侧上颌中切牙、侧切牙、尖牙、第二前磨牙、第一磨牙缺失, 余留牙正常。基牙应该选择 A. 右侧上颌第二磨牙、第一前磨牙、尖牙，左侧上颌第一前磨牙、第二磨牙 B. 右侧上颌第二磨牙、第一前磨牙，左侧上颌第一前磨牙、第二磨牙 C. 右侧上颌第二磨牙、尖牙，左侧上颌第一前磨牙、第二磨牙 D.右侧上颌第一前磨牙、尖牙，左侧上颌第一前磨牙、第二磨牙 E. 右侧上颌第二磨牙、尖牙，左侧上颌第二磨牙","std": "A","cot": "对于非游离缺失的牙列缺损, 当余留牙正常时, 可摘局部义齿应选择缺隙前后与缺隙相邻的后牙或尖牙做基牙, 形成面式分布。因此, 该缺损的主要基牙应为右侧上颌第二磨牙、第一前磨牙，左侧上颌第一前磨牙、第二磨牙,右侧上颌尖牙应放置舌隆突支托, 支持前部缺隙。正确答案为 A 。"}
{"query": "29. 男, 72 岁。无牙颌, 全口义齿戴用 10 年。临床检查发现义齿人工牙𬌗面重度磨耗, 口角下垂, 口角黏膜糜烂。该患者还可能存在的临床表现是 A. 鼻唇沟变浅 B. 颏唇沟加深 C. 面部表情僵硬 D. 说话时义齿撞击音 E. 息止𬌗间隙 < 2mm","std": "B","cot": "该患者义齿戴用时间长, 磨耗重, 有口角下垂和口角炎的表现, 说明其义齿垂直距离过低。该题所列的 5 个选项中, 只有选项 B 符合垂直距离过低的临床表现。而其他 4 项均为垂直距离过高的表现。"}
{"query": "30. 女, 67 岁。无牙颌, 全口义齿初戴时发现, 上颌义齿在休息状态及咀嚼时不松动, 但说话和大张口时易脱落。其原因是 A. 基托边缘封闭差 B. 基托不密合 C. 基托边缘过短 D. 基托边缘过度伸展 E. 人工牙咬合不平衡","std": "D","cot": "义齿基托边缘封闭差、基托不密合及基托边缘过短时其固位力不足, 即使在休息状态下也容易脱落。而义齿人工牙如果存在咬合不平衡, 容易导致咀嚼时义齿翘动和松动。选项 A、B、C、E 均与实际情况不符。"}
{"query": "31. 在半可调𬌗架上完成全口义齿人工牙排列后, 发现前伸𬌗时前牙接触而后牙不接触。此时正确的调整方法是 A. 减小前伸髁导斜度 B. 增大前伸髁导斜度 C. 减小补偿曲线曲度 D. 增大补偿曲线曲度 E. 增大前伸切导斜度","std": "D","cot": "此题考查考生对全口义齿平衡𬌗理论 (五因素十定律) 的理解与应用。前伸平衡𬌗是指前伸髁导斜度、前伸切导斜度、 补偿曲线曲度、牙尖工作斜面斜度和定位平面斜度五因素保持平衡关系。其中前两者分别与后三者之间成正变关系; 前两者之间呈反变关系。前伸髁导斜度虽然与其他四因素存在正、反变关系, 但对于某个患者个体来说, 前伸髁导对应于患者的前伸髁道, 是不能改变的, 调整平衡𬌗时改变前伸髁导斜度是错误的。因此可先排除选项 A、B 。前伸𬌗时前牙接触而后牙不接触, 说明切导斜度过大, 继续加大前伸切导斜度是错误的, 选项 E 也可排除。前伸切导斜度与补偿曲线曲度呈正变关系, 当前伸切导斜度变大时, 可通过加大补偿曲线曲度来保持前伸𬌗平衡。因此选项 C 错误, 只有选项 D 正确。"}
{"query": "32. 女, 70 岁。无牙颌 10 年, 重新行全口义齿修复。 试排牙时发现义齿人工后牙的补偿曲线曲度过小。如果患者戴用此义齿, 最容易出现的问题是 A. 前牙开𬌗 B. 义齿后缘翘动 C. 义齿后缘压痛 D. 发音不清 E. 面容苍老","std": "B","cot": "根据前伸平衡𬌗理论, 如果补偿曲线曲度过小, 为了保持前伸𬌗平衡, 应相应减小前伸切导斜度。 否则, 前伸切导斜度过大, 在前伸运动时前牙会有𬌗干扰, 导致义齿后缘翘动。其他 4 个选项均与前伸𬌗平衡无关。前牙开𬌗与正中𬌗排牙有关; 义齿后缘压痛与基托伸展和后堤区制作有关; 发音不清与人工前牙排列位置关系和基托厚度等有关; 面容苍老与垂直距离过低和丰满度恢复不足有关。"}
{"query": "33. 男, 80 岁。上下无牙颌, 下颌牙槽嵴低平。全口义齿修复时基托利用其颊棚区作为主承托区是因为此处 A. 正好位于人工牙下方 B. 骨质致密, 骨面与咬合力平行 C. 骨质致密, 骨面与咬合力垂直 D. 可形成良好边缘封闭 E. 黏膜厚韧","std": "C","cot": "颊棚区位于下颌后部牙槽嵴的颊侧, 此处骨皮质厚, 骨质致密。当牙槽嵴骨吸收较多, 变低平时, 此时颊棚区骨面趋向水平, 能承受较大的垂直向咬合压力。因此, 对于牙槽嵴低平患者, 为了增强支持能力, 可将颊棚区作为主承托区。"}
{"query": "34. 女, 70 岁。初戴全口义齿, 主诉咀嚼费力, 黏膜压痛且位置不确定, 每天戴用时间越长症状越明显, 且面部肌肉疲劳。心情烦躁、表情僵硬。最可能的原因是 A. 初戴不适应 B. 咬合不平衡 C. 义齿固位差 D. 义齿垂直距离过高 E. 基托压迫骨突黏膜","std": "D","cot": "该患者的临床表现符合垂直距离恢复过高的症状。而其他选项与该患者的表现不能完全相符。 初戴不适应常表现为恶心、不适、咀嚼效率低等, 但表现较轻微, 且逐渐好转。咬合不平衡可表现为义齿易松动, 咀嚼效率低, 定位不明确, 黏膜压痛等。基托压迫骨突时疼痛明显, 且定位明确。"}
{"query": "35. 女, 82 岁。牙列缺失, 牙槽嵴狭窄, 全口义齿修复后咀嚼效率低。其原因不可能是 A. 年龄过大 B. 义齿固位较差 C. 垂直距离过低 D. 咬合接触点少 E. 人工牙过小","std": "A","cot": "全口义齿修复后咀嚼效率的高低与牙槽骨的丰满度、义齿固位力、义齿垂直距离的高低、咬合接触面积、人工牙的型号大小均有关, 而与患者的年龄无直接相关联系, 因此正确答案为 A 。"}
{"query": "36. 女, 57 岁。戴用全口义齿 2 年, 一直未吃硬性食物, 小心谨慎使用, 但上颌总义齿仍裂开。检查: 无牙颌, 牙槽嵴中度丰满, 腭中缝较平。义齿固位好, 无翘动。上颌总义齿前部正中折裂, 腭侧基托厚 2mm。造成义齿折裂最可能的原因是 A. 基托前部厚薄不均 B. 腭侧基托较薄 C. 人工牙排列偏唇颊侧 D. 腭中缝成为义齿折裂支点 E. 基托材料老化、变脆","std": "C","cot": "该患者腭中缝较平, 所以腭中缝不是造成义齿折裂的支点, 可排除选项 D。而腭侧基托未描述有厚薄不均, 基托厚 2mm 也属正常, 基托使用 2 年出现材料老化、变脆可能性较小, 可排除选项 A、B、E。该义齿折裂最可能的原因主要是由于人工牙排列位于牙槽嵴顶唇侧, 此时的牙槽嵴形成了义齿受力的支点, 基托前部中央处的横向拉应力过大, 造成义齿折裂, 因此正确答案选 C 。"}
{"query": "37. 男, 30 岁。要求修复有洞左下后牙, 患牙 6 个月前曾出现自发痛, 后自行缓解。检查:左侧下颌第一磨牙𬌗面缺损情况如图 4-27 所示, 无探痛, 不松动, 叩痛 (+), 牙龈不红肿。X 线片: 左侧下颌第一磨牙根尖低密度影像。 该患牙在修复前首先应进行的治疗是 A. 窝洞去腐, 保留下层硬化牙本质, 暂封观察 B. 窝洞去腐, 氢氧化钙垫底, 树脂永久充填 C. 窝洞去腐, 氢氧化钙垫底, 暂封观察 D. 窝洞去腐, 并行根管治疗 E. 窝洞去腐, 去冠髓, 保留根髓, 暂封观察","std": "D","cot": "此题考核的知识点是牙体缺损修复前口腔的一般处理。患牙有自发痛史, 现叩痛 (+), 根尖低密度影, 提示左侧下颌第一磨牙存在慢性根尖周炎。选项 A、B、C 的处理办法适用于牙髓状态正常的深龋患牙, 故应该排除。此外, 患牙炎症已感染至根尖, 没有必要保留根髓, 应排除选项 E 。"}
{"query": "38. 男, 25 岁。右上尖牙 2 个月前全瓷冠修复, 近 1 周出现牙龈肿痛。检查: 右侧上颌尖牙全瓷冠完整, 冠边缘密合、 无悬突, 不松动, 叩痛 (±), 远中牙龈乳头红肿, 右侧上颌尖牙、第一前磨牙间牙线通过无阻力。该患牙发生牙龈炎症的原因是 A. 全瓷冠轴面凸度不良, 食物撞击牙龈 B. 全瓷冠远中邻接关系恢复不良, 食物嵌塞 C. 全瓷冠边缘过长, 刺激牙龈 D. 全瓷冠外展隙恢复不良, 食物溢出过多 E. 全瓷冠咬合关系恢复不良, 存在咬合高点","std": "B","cot": "此题考核的知识点是牙体缺损修复原则中正确地恢复形态及功能。检查发现 右侧上颌尖牙、第一前磨牙间牙线通过无阻力, 提示右侧上颌尖牙全瓷冠远中邻接关系恢复不良, 食物嵌塞应该是导致患牙牙龈炎症的主要原因。因此正确答案是 B 。尽管其余选项也有可能引起牙龈炎症, 但是检查中并未提及, 因此排除选项 A、C、D、E 。"}
{"query": "39. 女, 52 岁。要求可摘局部义齿修复上颌缺失牙。检查: 缺失牙情况见曲面断层片和模型。左侧上颌第三磨牙I 度松动, 上颌余牙无松动。若以左侧上颌第三磨牙作基牙, 义齿就位道的方向以及左侧上颌第三磨牙观测线类型应为 A. 从后向前, I 型观测线 B. 从前向后, II 型观测线 C. 从后向前, III型观测线 D. 从前向后, I 型观测线 E. 从后向前, II 型观测线","std": "E","cot": "此题考核的知识点是可摘局部义齿修复前模型观测相关知识。若后牙缺失, 缺隙前后都有基牙时, 应根据基牙健康程度来决定模型倾斜方向。当缺隙后端基牙健康状况不佳, 应将模型向前倾斜, 义齿就位道由后向前。本题中, 左侧上颌第三磨牙松动度 I 度, 牙周情况不佳, 因此以 左侧上颌第三磨牙为基牙的可摘局部义齿的就位道方向是从后向前, 排除选项 B、D。此时, 左侧上颌第三磨牙向缺隙方向倾斜, 倒凹区在近缺隙侧, 因此为 II 型观测线,排除选项 A、C 。"}
{"query": "40. 女, 72 岁。要求行上下颌活动义齿修复。检查:右侧上颌第二前磨牙、第一磨牙，左侧上颌第一磨牙、第二磨牙，左侧下颌第一磨牙缺失; 右侧上颌第二磨牙，右侧下颌第二前磨牙、左侧下颌中切牙、侧切牙松动III度，右侧上颌第三磨牙远中邻面龋, 不松动, 叩痛 (-); 左侧上颌第二前磨牙近中龋坏, 不松动, 叩痛 (+); 左侧下颌第二磨牙𬌗面及近中可见大面积金属填充物，探及继发龋，叩痛（-），不松动，伸长明显；右侧下颌中切牙、侧切牙松动I~II度；右侧下颌第一前磨牙轻度伸长，松动I度，右侧下颌第一磨牙、第二磨牙残根；口腔卫生差, 余留牙可见大量牙石, 牙龈红肿。曲面断层片如图 4-31 所示。在上下颌活动义齿修复前, 以下准备工作正确的是 A. 拔除右侧上颌第二磨牙、右侧下颌中切牙、侧切牙、第二前磨牙、第一磨牙、第二磨牙，左侧下颌中切牙、侧切牙 B. 右侧上颌第三磨牙行根管治疗后冠修复, 拔除右侧上颌第三磨牙 C. 左侧下颌第二磨牙根管治疗后依照原有牙冠高度进行冠修复 D. 左侧上颌第二前磨牙行根管治疗后树脂充填修复 E. 全口牙周治疗, 调磨伸长的右侧下颌第一前磨牙","std": "E","cot": "此题考核的知识点是活动义齿修复前准备。修复前准备包括拔除残根, 松动 III 度牙, 而对于骨埋伏牙,未影响义齿修复松动 I ~ II 度牙齿不应拔除, 所以选项 A 和 B 错误。对于过度伸长牙齿, RCT 后应通过大量磨改并行人造冠调整𬌗曲线, 故选项 C 中依照左侧下颌第二磨牙牙原有高度行冠修复错误。对于大面积缺损换牙应行人造冠修复, 故选项 D 中左侧上颌第二前磨牙牙根管治疗后直接树脂充填治疗错误。修复前牙周病患者需行牙周治疗, 此外, 余留牙应行咬合调整以改善𬌗平面, 故 E 正确。"}
{"query": "41. 男, 65 岁, 上下颌牙列缺失 5 年, 全口义齿戴用后易脱落。患者口腔处于休息状态时, 下颌义齿固位欠佳; 做伸舌动作时, 下颌义齿无松动; 做吹口哨、 吮吸等动作时, 下颌义齿松动。口内检查上、下颌剩余牙槽嵴均为 II 类牙槽嵴。下列分析患者下颌总义齿固位不良的原因中, 可以排除的原因是 A. 颌骨解剖形态不利于固位 B. 义齿承托区黏膜移动度较大 C. 唾液分泌量不足 D. 义齿基托边缘伸展不当 E. 义齿边缘封闭不良","std": "B","cot": "此题考核的知识点是影响全口义齿固位的因素。义齿容易松动脱落是因为基托与承托区黏膜组织不密合, 基托边缘伸展不足, 边缘封闭性差, 无足够的吸附力和大气压力使义齿保持固位。与这些原因相关的因素包括颌骨的解剖形态、义齿承托区黏膜的性质、唾液的质量和义齿基托的边缘伸展。检查发现, 患者腭穹隆高拱, 上下颌颌骨解剖形态良好, 所覆盖黏膜厚度适中, 义齿基托边缘伸展合适。这表明影响该患者义齿固位不良的因素与颌骨的解剖形态、义齿承托区黏膜的性质和义齿基托的边缘伸展无关。故排除选项 A、C、D、E。"}
{"query": "42. 男, 70 岁, 牙列缺失半年。检查: 左右下颌骨舌侧见明显骨性隆突, 右侧扪及明显骨嵴, 触痛, 左侧较圆滑, 无触痛。以下对此解剖标志描述正确的是 A. 多数牙列缺失患者都存在这样明显的舌侧骨突 B. 义齿基托组织面在此隆突相应位置应缓冲处理 C. 该部位隆突可增加义齿固位 D. 修复前双侧隆突都无须处理 E. 下颌义齿舌侧基托伸展不受影响","std": "B","cot": "此题考核的知识点是无牙颌的解剖标志。图中所示解剖部位为下颌隆突, 是存在于部分无牙颌患者下颌牙槽嵴两侧前磨牙区舌侧的骨性隆起。其大小、形态和数量的个体差异较大。所以排除选项 A。由于下颌隆突表面覆盖黏膜较薄, 义齿基托组织面相应处应缓冲处理。因此正确答案是 B 。下颌隆突没有增加义齿固位的功能, 排除选项 C。检查发现右侧下颌隆突有明显的骨嵴和触痛, 其下方可能会形成组织倒凹, 影响义齿基托伸展, 故应在修复前手术切除, 排除选项 D、E 。"}
{"query": "43. 女, 68 岁。全口义齿戴用 1 周, 休息状态时, 上下颌义齿固位可; 平时讲话、进食时义齿容易松脱。 检查发现患者上颌为 I 类牙槽嵴, 下颌为 II 类牙槽嵴, 口腔咀嚼黏膜厚度、弹性和韧性适中, 口腔黏膜湿润, 唾液黏稠度适中。 下颌义齿戴入后, 压迫远中颊角区黏膜转折处, 颊肌运动时, 义齿向前上方脱位。请问医师诊断患者义齿松脱最可能的原因是 A. 颌骨解剖形态不利于固位 B. 义齿承托区黏膜移动度较大 C. 唾液分泌量不足 D. 义齿基托边缘伸展不当 E. 义齿边缘封闭不良","std": "D","cot": "此题考核的知识点是影响全口义齿固位的有关因素。休息状态时, 上下颌义齿固位可; 平时讲话、进食时义齿容易松脱; 检查发现, 下颌义齿戴入后, 压迫远中颊角区黏膜转折处, 颊肌运动时, 义齿向前上方脱位, 以上提示该患者义齿松脱的最可能原因是义齿基托边缘伸展不当。因此正确答案是 D 。"}
{"query": "44. 男, 72 岁, 1 个月前因“上下颌牙列缺失”于外院行上下颌全口义齿修复, 自觉义齿易松动。检查: 上下颌牙槽嵴形态如图 4-34 所示, 腭穹隆高拱, 覆盖黏膜厚度适中, 口腔干燥; 义齿基托边缘伸展合适, 吸附力差。分析该患者义齿固位不良, 最先应考虑的影响因素是 A. 剩余牙槽嵴丰满度 B. 基托边缘伸展 C. 唾液分泌量 D. 腭穹隆形态 E. 承托区黏膜弹性和韧性","std": "C","cot": "义齿容易松动脱落是因为基托与承托区黏膜组织不密合, 基托边缘伸展不足, 边缘封闭性差, 无足够的吸附力和大气压力使义齿保持固位。与这些原因相关的因素包括颌骨的解剖形态、义齿承托区黏膜的性质、唾液的质量和义齿基托的边缘伸展。检查发现, 患者腭穹隆高拱, 上下颌颌骨解剖形态良好, 所覆盖黏膜厚度适中, 义齿基托边缘伸展合适。这表明影响该患者义齿固位不良的因素与颌骨的解剖形态、义齿承托区黏膜的性质和义齿基托的边缘伸展无关。故排除选项 A、B、D、E。检查还发现, 患者口腔较干燥。这提示该患者的唾液分泌量应该是影响其义齿固位不良的主要因素。"}
{"query": "45. 女, 77 岁。上颌牙列缺失, 下颌牙列完整。双侧下颌磨牙伸长明显。自述静止状态和说话时上颌全口义齿固位良好, 但咀嚼时义齿易脱位。造成该问题最可能的原因是 A. 义齿后缘封闭不好 B. 基托边缘伸展不足 C. 基托与黏膜密合性欠佳 D. 义齿咬合不平衡 E. 义齿垂直距离恢复过低","std": "D","cot": "此题考核的知识点是单颌全口义齿。患者静止和说话状态下上颌全口义齿固位良好, 只在行使咀嚼功能时易脱位, 这样的症状提示义齿本身不存在基托密合性和固位力的问题, 而是存在咬合不平衡的问题。而患者的下颌磨牙明显伸长, 𬌗曲线异常, 会导致人工牙与对颌天然牙的咬合关系难以达到平衡𬌗, 𬌗干扰可造成义齿容易脱位。所以正确答案是 D 。选项 A、B、C 的问题均会导致义齿固位力不足, 义齿在静止和说话时也会脱落, 与病例情况不符。义齿垂直距离恢复过低既不会降低义齿固位力, 也不存在咬合干扰, 不会导致义齿松动, 选项 E 也可排除。"}
{"query": "46. 女, 35 岁。前牙外伤后 1 年余, 要求修复前牙区缺损, 检查: 左侧上颌中切牙远中切角缺损, 探诊敏感, 叩痛 (-), 不松动, 牙髓活力测试提示为活髓牙; 左侧上颌侧切牙根管治疗术后 3 个月余, 叩痛 (-), 无探痛, 不松动。根尖片示: 左侧上颌中切牙缺损未及髓, 未见根折影像, 根尖无暗影, 根管内无吸收或根充影像; 左侧上颌侧切牙根充可, 无根尖暗影。拟行 左侧上颌中切牙瓷贴面、 左侧上颌侧切牙纤维桩及全冠修复, 在印模制取的过程中以下做法正确的是 A. 左侧上颌中切牙、侧切牙为相邻牙, 排龈时应使用相同粗细的排龈线 B. 左侧上颌中切牙、侧切牙排龈线压入 20 分钟后取模 C. 最好使用藻酸盐印模材料对左侧上颌中切牙、侧切牙取模 D. 使用二次印模法可提高该缺损区印模的精确度 E. 使用聚合型硅橡胶材料制取印模后, 应立即使用超硬石膏灌模","std": "D","cot": "此题考核的知识点为印模与模型。左侧上颌中切牙为贴面修复体, 排龈区域为唇侧,左侧上颌侧切牙为冠修复体, 两个牙位的龈沟深度及宽度可能不同, 需选择各自合适的排龈线, 不一定相同, 排除选项 A; 排龈线在龈沟内存留时间过长会造成牙周损害, 排除选项 B; 为保证印模制取的精细和准确, 通常使用橡胶类印模材料制取工作模型, 排除选项 C; 聚合型硅橡胶材料聚合后表面会释放氢气, 须至少放置 30 分钟再灌模型, 排除选项 E; 本病例为多个牙位修复体印模的制取, 可通过二次印模法提高模型精度, 因此正确答案为 D。"}
{"query": "47. 女, 35 岁。要求修复右下颌缺失牙。检查: 右侧下颌第一前磨牙、第一磨牙缺失, 咬合空间尚可, 牙槽嵴轻度吸收; 右侧下颌尖牙、第二前磨牙牙体未见异常, 叩痛 (-), 无松动; 右侧下颌第二磨牙牙体缺损, 见暂封材料, 近中倾斜 20°, 叩痛(-), 无松动。曲面断层片如图 4-36 所示。经过沟通, 现拟以右侧下颌尖牙、第二前磨牙、第二磨牙为基牙, 行固定桥义齿修复。对于此方案, 以下说法正确的是 A. 右侧下颌尖牙、第二前磨牙须先完成根管治疗 B. 右侧下颌尖牙、第二前磨牙、第二磨牙全冠固位体且均为固定连接体 C. 右侧下颌第二磨牙近中采用活动连接体 D. 右侧下颌尖牙、第二前磨牙、第二磨牙牙体量越少越好 E. 右侧下颌第二磨牙可采用根内固位体","std": "C","cot": "此题考核的知识点是固定义齿的基牙预备。对于活髓牙, 只有在牙体预备可能穿髓的情况下, 才需要先进行根管治疗, 排除选项 A。固定义齿修复时, 在各基牙的固位体设计中应根据口内具体情况选择合适的设计方案, 由于右侧下颌第二磨牙近中倾斜 20°, 若选择全冠固位体, 存在与右侧下颌尖牙、第二前磨牙难以取得共同就位道的问题, 所以排除选项 B。固位体预备时, 需要考虑基牙和修复体的固位形和抗力型, 共同就位道等因素, 并非牙体磨除量越少越好, 可排除选项 D。 右侧下颌第二磨牙牙为完成根管治疗的牙齿, 存在牙体缺损, 应首先评估是否需桩核修复以加强基牙抗力, 根内固位体极少采用, 且难以与右侧下颌尖牙、第二前磨牙基牙固位体有共同就位道, 排除选项 E 。由于右侧下颌第二磨牙近中倾斜角度较大, 不能与右侧下颌尖牙、第二前磨牙形成共同就位道,右侧下颌第二磨牙近中的连接体可以设计成栓道式的活动连接体, 因此正确答案是 C 。"}
{"query": "48. 男, 58 岁。要求修复缺失牙。检查: 左侧上颌中切牙、侧切牙，右侧下颌中切牙、第二前磨牙、第二磨牙，左侧下颌第一磨牙缺失; 右侧上颌中切牙叩痛(-), 松动 I 度; 左侧上颌尖牙 金 - 瓷全冠修复体, 叩痛 (-), 无松动; 左侧下颌第二磨牙近中倾斜明显, 叩痛 (-), 松动 I 度; 下颌其余牙牙龈不同程度退缩, 未见明显牙体异常。曲面断层片如图 4-37 所示。经过沟通, 拟对患者行上下颌可摘局部义齿修复。请问对此患者制取下颌工作印模时, 以下方法正确的是 A. 采用二次印模技术 B. 采用成品牙列托盘直接制取 C. 使用印模膏制取工作印模 D. 在下颌托盘就位前, 进行肌功能整塑 E. 肌功能整塑时, 让患者用力抬高舌尖","std": "A","cot": "此题考核的知识点是可摘局部义齿印模与模型。此病例为存在远中游离端的 Kennedy 第二类牙列缺损, 其可摘局部义齿为基牙和黏膜混合支持式设计, 应该制取功能性印模。功能性印模采取的是二次印模技术, 因此正确答案是 A 。采用成品牙列托盘直接制取为解剖式印模制取方法, 排除选项 B 。印模膏不是可摘局部义齿工作印模制取的主要材料, 排除选项 C 。 制取可摘局部义齿的下颌工作印模过程中, 应在下颌托盘就位后, 印模材料凝固前, 进行肌功能整塑, 排除选项 D 。下颌肌功能整塑时, 应轻抬舌尖, 若过度抬高, 可能导致口底过高, 舌侧印模边缘过短, 排除选项 E 。"}
{"query": "49. 男, 23 岁。数天前开始出现张口困难。自述近期备考研究生复试, 精神压力较大。检查: 患者开口度约为 20mm, 比正常开口度减小 A. 0 ~ 8mm B. 8 ~ 16mm C. 17 ~ 25mm D. 26 ~ 34mm E. 35 ~ 43mm","std": "C","cot": "此题考核的知识点是临床一般检查。本题考查下颌运动检查中的开口度检查, 正常开口度为 37 ~ 45mm , 本例患者开口度为 20mm, 故减小 17 ~ 25mm 。"}