{"query": "57. 关于全瓷冠牙体预备说法正确的是(   ) A. 不同全瓷材料的牙体预备量不同 B. 全瓷冠牙体预备要求与铸造金属全冠一样 C. 全瓷冠切端预备量应不小于 1.0 mm D. 邻面预备量一般为 1.5 ~ 2 mm", "std": "A", "cot": ""}
{"query": "39. 全口义齿的基托边缘不应止于(   ) A. 前庭沟底 B. 翼上颌切迹 C. 后颤动线 D. 磨牙后垫前缘 E. 口底", "std": "E", "cot": ""}
{"query": "260. 嵌体洞形洞轴面的临床要求应与洞髓壁呈 A. 15° B. 30° C. 45° D. 60° E. 90°", "std": "E", "cot": ""}
{"query": "9. 常见的固位形有(   ) A. 洞固位 B. 钉固位 C. 沟固位 D. 以上都对 E. 以上都不对", "std": "D", "cot": ""}
{"query": "175. 以下对金属嵌体牙体预备的描述不正确的是 A. 嵌体箱状洞形所有轴壁应彼此平行或允许有少许倒凹 B. 一般在洞缘预备出宽约 1.5 mm 的 45° 斜面 C. 有时可做邻面片切型 D. 可制作𬌗面鸠尾固位型 E. 可制作轴面沟固位型", "std": "A", "cot": ""}
{"query": "45. 关于大连接体下列说法错误的是(   ) A. 连接牙弓两侧各部件成一整体 B. 直接承受和分散咀力 C. 与塑料基托相比可缩小义齿体积 D. 大连接体下方应做适当缓冲 E. 大连接体边缘应距邻近牙龈组织足够远", "std": "B", "cot": ""}
{"query": "72. 下列关于隙卡沟的预备说法错误的是(   ) A. 必要时可调磨对颌牙尖 B. 应尽量利用天然牙间隙以少磨牙体组织 C. 沟底呈楔形 D. 隙卡沟位于基牙及其邻牙的外展隙区,深度不应破坏邻接点 E. 用刃状橡皮轮或砂纸片磨光隙卡沟和对颌牙尖", "std": "C", "cot": ""}
{"query": "174. 位于下颌牙弓最后的弧立并向近中舌侧倾斜的基牙,适宜用 A. 对半卡环 B. 杆形卡环 C. 倒钩卡环 D. 回力卡环 E. 圈形卡环", "std": "E", "cot": ""}
{"query": "44. 烤瓷熔附金属全冠的基底冠厚度至少为(   ) A. 0.1 mm B. 0.3 mm C. 0.5 mm D. 1 mm E. 2 mm", "std": "B", "cot": ""}
{"query": "52. 25,26 缺失,缺牙区及两侧基牙情况良好,咬合正常,设计固定桥的基牙最好(   ) A.24,27 B.23,24 C.27,28 D.23,24,27,28 E.23,24,27", "std": "E", "cot": ""}
{"query": "72. 初戴义齿后,对患者作使用义齿指导的内容中不包括(   ) A. 对义齿的认识 B. 义齿的清洁 C. 义齿的维护 D. 病员对义齿接受能力的指导 E. 义齿具体的制作过程", "std": "E", "cot": ""}
{"query": "36. 活动义齿修复模型设计固位体时所依据的是 A. 横曲线 B. 纵曲线 C. 外形高点线 D. 导线 E. 力线", "std": "D", "cot": ""}
{"query": "269. 当下颌骨连续性受到破坏且暂不能行手术恢复时,修复的首要目标是 A. 使下颌骨的余留段保持在正常位置上, 为后期下颌骨缺损区植骨术做好准备 B. 恢复正常的咀嚼功能 C. 恢复正常的面部外形 D. 保持正常的张口度 E. 促进创口愈合", "std": "A", "cot": "该类下颌骨缺损属于第一类缺損,修复的目标是使下颌骨的余留段保持在正常位置上,并与上颌保持良好的关系,解决植骨前过渡时期的咀嚼问题,实际上是为下颌骨区植骨术前做准备。"}
{"query": "21. 下列不是临床上常用的确定垂直距离方法的是 A. 拔牙前记录 B. 面部形态观察法 C. 息止颌间隙法 D. X 线头影测量 E. 参照旧义齿法", "std": "D", "cot": "X 线头影测量主要是测量 X 线头颅定位照相所得的影像,对牙颌、颅面各标志点描绘的一定的线角进行测量分析, 从而了解牙颌,颅面软硬组织的结构。它不是临床用于测定垂直距离的方法。"}
{"query": "21. 女, 50 岁。右侧下颌第一磨牙、第二磨牙、第三磨牙，左侧下颌第二磨牙、第三磨牙缺失。为了控制义齿游离鞍基的稳定, 以下措施中错误的是 A. 扩大鞍基面积 B. 双侧联合设计 C. 设计间接固位体 D. 选用牙尖斜度大的人工牙 E. 设计减小基牙扭力的卡环", "std": "D", "cot": "该患者为双侧游离缺失, 可摘局部义齿容易发生翘动、摆动、旋转、下沉等不稳定现象。双侧联合设计、设置间接固位体均有利于义齿的稳定。扩大游离鞍基面积、增加支持, 也可减弱义齿的不稳定。末端基牙上的卡环在减小基牙扭力的同时也可增强义齿的稳定性。只有当采用牙尖斜度大的人工牙时, 会增加对义齿的水平作用力, 不利于义齿的稳定。"}
{"query": "48. 桩冠修复中, 冠桩的长度原则上要求为根长的 A. 1/3 到 1/2 B. 2/3 到 3/4 C. 1/2 到 3/4 D. 1/3 到 3/4 E. 与桩冠的冠部等长即可", "std": "B", "cot": "桩的长度影响其在根管内的应力分布,从而影响无髓牙的抗折强度。桩越长,在根管内产生的应力就越分散, 越有利于改善牙根的抗折性能。但若桩接近根尖部,此处根管细小而壁薄,抗力形差,容易出现根折。"}
{"query": "45. 上颌无牙颌除上颌隆突外的腭穹窿区域属于 A. 缓冲区 B. 主承托区 C. 副承托区 D. 边缘伸展区 E. 边缘封闭区", "std": "B", "cot": "此题考核无牙颌的功能性分区。无牙颌依据其生理特点分主承托区、副承托区、边缘封闭区和缓冲区。主承托区指垂直于𬌗力受力方向的区域, 包括上下牙槽嵴顶和上颌硬腭的水平部分(除外上颌硬区)。副承托区指上下颌牙槽嵴的唇颊侧和舌腭侧。边缘封闭区是指牙槽嵴黏膜与唇颊舌黏膜的反折线区和上颌后提区、下颌磨牙后垫区。缓冲区是指上颌硬区和下颌隆突区。"}
{"query": "13. 牙列缺失后, 以下口腔硬软组织变化不正确的是 A. 下颌骨向内吸收 B. 口角下垂 C. 舌系带附丽相对增高 D. 口底变浅 E. 舌变大", "std": "A", "cot": ""}
{"query": "51. 对于可摘局部义齿应达到的基本要求, 下列说法错误的是(   ) A. 适当地恢复咀嚼功能 B. 保护口腔组织的健康 C. 义齿应有良好的固位和稳定作用 D. 义齿应坚固耐用且容易摘戴 E. 义齿的美观应优先于其他功能", "std": "E", "cot": ""}
{"query": "100. 磨牙固定桥连接体应设计在(   ) A. 邻面中 1/3 偏舌侧 B. 邻面中 1/3 偏颊侧 C. 邻面中 1/3 偏𬌗方 D. 邻面中 1/3 偏龈方 E. 没有确切要求", "std": "C", "cot": ""}
{"query": "105. 贵金属材料制作铸造金属全冠相对于镍铬合金而言,不包括 A. 生物相容性更高 B. 材料化学稳定性更高 C. 铸造精密度更好 D. 备牙量要求较少 E. 材料耐腐蚀性更好", "std": "D", "cot": ""}
{"query": "19. 后牙修复体颊舌面突度过小会引起 A. 牙髓炎 B. 牙龈萎缩 C. 根尖周炎 D. 牙龈炎 E. 牙槽脓肿", "std": "D", "cot": "后牙修复体颊舌面突度过小,食物经过该处时将给牙龈过大的压力,易导致牙龈炎。"}
{"query": "208. 修复体对龈组织的保护, 最重要的是 A. 修复体的边缘与预备体十分密合 B. 修复体邻面接触区近龈端 C. 修复体龈缘要薄,小于 0.3 mm D. 修复体龈缘位于龈嵴顶上 E. 修复体轴面外形尽可能平", "std": "A", "cot": ""}
{"query": "21. 关于口腔前庭的解剖标志, 不包括(   ) A. 唇、颊系带 B. 上颌结节 C. 颊侧翼缘区 D. 上颌硬区 E. 远中颊角区", "std": "D", "cot": ""}
{"query": "17. 多根牙的牙周膜附着面积最大的部位是 A. 牙颈部 B. 根颈1/3 C. 根分叉处 D. 根中1/3 E. 根尖1/3", "std": "B", "cot": "牙周膜附着在牙根表面, 而不是在牙颈部。牙根颈1/3段的周径大, 又包括根分叉部位, 此段牙周膜面积最大, 而根中和根尖部位周径逐渐减小, 牙周膜面积相应减小。"}
{"query": "156. 金瓷界面结合力不包括 A. 化学结合力 B. 机械结合力 C. 范德华力 D. 压缩结合力 E. 离子结合力", "std": "E", "cot": ""}
{"query": "73. 用于制作固定桥桥体龈面的材料最佳应为(   ) A. 甲基丙烯酸甲酯 B. 光固化复合树脂 C. 烤瓷 D. 金合金 E. 镍铬合金", "std": "C", "cot": ""}
{"query": "271. 牙间缝隙修复治疗设计中应注意以下事项, 除外 A. 首先需确定牙间缝隙形成的原因,并针对病因治疗,必要时联合正畸、牙周等多学科治疗 B. 牙周病引起的缝隙,在修复前应消除或缓解炎症,调整咬合后再行修复 C. 位于中切牙之间小于 2 mm 的缝隙,可以采用瓷贴面或光固化复合树脂贴面加宽法消除 D. 前牙不对称的牙间缝隙修复, 应争取两中切牙恢复正常邻接,保持中线不偏, 间隙尽量集中于侧切牙近远中, 通过修复侧切牙来消除小间隙 E. 对于多个过小牙引起的牙间缝隙, 可适当加宽修复体宽度关闭间隙并恢复邻接, 用减小牙面突度的方式使光线反光分散, 利用视觉差使修复体外观与邻牙协调", "std": "E", "cot": "适当加宽修复体宽度可以关闭牙间间隙并恢复邻接,并通过增大牙面突度使光线反光分散,利用视觉差使修复体外观与邻牙协调。"}
{"query": "54. 全口义齿的咬平面平分颌间距离主要是为了(   ) A. 防止人工牙和基托的折断 B. 增强基托的吸附力作用 C. 防止下颌前伸 D. 加强义齿的平稳和固位 E. 获得正确的垂直距离", "std": "D", "cot": ""}
{"query": "26. 为减轻桥体所承受的𬌗力而采取的措施中无效的是 A. 减小桥体颊舌径宽度 B. 𬌗面添加副沟、加深颊舌沟 C. 加厚桥体金属层 D. 扩大桥体与固位体之间舌外展隙 E. 降低非功能尖斜度", "std": "C", "cot": "减小桥体颊舌径宽度, 可减小𬌗面接触面积, 从而减小桥体的𬌗力。添加副沟、加深颊舌沟、扩大外展隙等有利于食物排溢, 可减小桥体受力。降低非功能尖斜度可减小桥体所受𬌗力的侧向分力。因此选项A、B、D、E均可有效减小桥体受到的𬌗力。而选项C只能增加桥体的强度, 但不能减小桥体受力。"}
{"query": "222. 可摘局部义齿戴入口内后, 调好的咬合标志是 A. 患者自诉无高点 B. 人工牙上印出的蓝点多 C. 人工牙咬面无蓝点出现 D. 天然牙与人工牙咬面均有较多的蓝点 E. 患者自诉咬合高", "std": "D", "cot": ""}
{"query": "130. 下列病例采用铸造金属全冠修复更佳的是 A. 上颌第一前磨牙隐裂 B. 下颌中切牙横折缺损 C. 上颌尖牙畸形 D. 下颌第一前磨牙根管治疗后,临床牙冠高度约 7 mm E. 下颌第二磨牙根管治疗后,临床牙冠高度约 3 mm", "std": "E", "cot": "对于临床牙冠高度不足的病例, 选择铸造金属全冠可以减少𬌗面牙体组织的磨除量, 保证牙体预备后仍有一定的𬌗龈高度, 从而提高冠的固位力。"}
{"query": "126. 设计固定义齿时, 在选择基牙时不需考虑的因素是 A. 失牙数目 B. 失牙部位 C. 𬌗力大小 D. 失牙区牙槽嵴形状 E. 基牙的牙周条件", "std": "D", "cot": ""}
{"query": "28. 拔牙后全口义齿修复的最佳时间是 A. 1 个月 B. 2 个月 C. 3 个月 D. 4 个月 E. 6 个月", "std": "C", "cot": ""}
{"query": "285. 即刻全口义齿戴牙后注意事项描述不正确 的是 A. 患者初戴 24 小时内应吃流质食物,不要吃较硬和过热的食物 B. 5 天后拆除缝线,再次检查和修改义齿 C. 患者戴用义齿 24 小时内,睡觉时应摘下义齿,以利于组织健康 D. 患者 2~3 个月后复诊,如果基托和牙槽嵴黏膜间有间隙, 应及时重衬或重做义齿 E. 患者戴用后如出现不适,应当及时就诊,修改义齿压痛点,调整咬合", "std": "B", "cot": "患者戴用即刻全口义齿 24 小时内,最好不要摘下义齿,以免影响血块形成,而且手术后组织有水肿现象,取下后再戴入义齿就比较困难,可能刺激伤口引起疼痛。"}
{"query": "287. 以下关于着色牙漂白治疗的描述错误的是 A. 诊室内漂白术一般适用于完整的氟斑牙、轻中度四环素牙、外染色牙等 B. 漂白治疗的方法主要分为外漂白和内漂白两种 C. 对于四环素着色牙的治疗,诊室内漂白术和家庭漂白术联合应用可能比单独使用一种方法效果更好 D. 目前着色牙漂白治疗使用的漂白剂是氨硝酸银、氟化钠、过氧化氢、过氧化脲等 E. 无髓牙漂白术的主要并发症为牙的再着色和牙颈部外吸收", "std": "D", "cot": "着色牙漂白治疗使用的漂白剂是过氧化氢、过氧化脲、过硼酸钠等,氨硝酸银及氟化钠为常用抗牙本质敏感药物。"}
{"query": "250. 患者右上尖牙、右上侧切牙、右上中切牙、左上尖牙、左上第二前磨牙、左上第一磨牙、左上第二磨牙、左上第三磨牙、右下第一磨牙、右下第二前磨牙、左下第一磨牙、左下第二磨牙、左下第三磨牙缺失, 戴用义齿后出现咬舌现象。原因是人工后牙 A. 覆盖过大 B. 咬合平面偏高 C. 舌侧覆盖过小 D. 舌尖过锐 E. 牙尖斜度过大", "std": "C", "cot": "咬颊咬舌一般是由于后牙覆盖过小造成。"}
{"query": "67. 确定颌位关系包括 A. 定位平面记录 B. 下颌后退记录 C. 面下 1/3 高度记录 D. 垂直距离和下颌前伸𬌗记录 E. 垂直距离和正中关系记录", "std": "E", "cot": ""}
{"query": "169. 一患者上颌局部义齿修复。义齿初戴时, 发现上腭后部弯制的腭杆离开腭黏膜 2 mm ,处理办法是 A. 取下腭杆 B. 腭杆组织面做缓冲 C. 腭杆组织面加自凝树脂重衬 D. 不做任何处理 E. 取下腭杆后,戴义齿取印模,在模型上重新加腭杆", "std": "E", "cot": "可摘局部义齿的大连接体应该与承托区黏膜轻接触,离开腭黏膜2mm,会导致在行使功能时出现义齿的食物嵌塞及义齿移位, 为了修理后的腭杆与组织面密合, 应该先去除腭杆,把义齿戴入患者口中后重新取印模,在模型上重新加腭杆。"}
{"query": "34. 以下属应力中断式固定桥的是 A. 双端固定桥 B. 单端固定桥 C. 半固定桥 D. 马里兰桥 E. 活动义齿", "std": "C", "cot": "半固定桥多用于牙间隔缺失中间基牙的远中部分, 或当某基牙倾斜较大难以取得共同就位道时, 起应力中断作用。"}
{"query": "190. 可导致戴上颌义齿后恶心、唾液增多的是 A. 义齿基托后缘欠密合 B. 颊侧系带处基托缓冲不够 C. 磨光面形态不佳 D. 后牙排列偏颊侧 E. 义齿基托后缘过短", "std": "A", "cot": "上颌义齿基托后缘欠密合, 功能运动时刺激黏膜可引起恶心及唾液增多；颊侧系带缓冲不足会导致固位力差; 义齿磨光面外形不好、过厚也可导致固位不佳、恶心,后牙排列偏颊侧会导致固位差。"}
{"query": "52. 戴用全口义齿最容易造成疼痛的部位不包括 A. 尖牙唇侧 B. 牙槽嵴顶 C. 上颌隆突 D. 下颌隆突 E. 内斜嵴处", "std": "B", "cot": "患者戴用全口义齿后最易造成疼痛的部位是骨质突起的部位, 该部位黏膜较薄、弹性差, 不易缓冲𬌗力, 所以容易出现戴牙后的疼痛, 包括选项A、C、D、E所述的部位。而选项B的牙槽嵴顶表面有高度角化的复层鳞状上皮, 其下有致密的黏膜下层, 能承受咀嚼压力, 该区是𬌗力主承托区, 戴义齿后正常情况下不该出现疼痛。"}
{"query": "34. 全口义齿影响大气压力作用的主要因素不包括(   ) A. 基托面积 B. 基托边缘封闭性 C. 牙槽嵴丰满程度 D. 是否使用过旧义齿 E. 黏膜的弹性", "std": "D", "cot": ""}
{"query": "39. 近缺隙基牙松动或外形无倒凹无法获得足够固位力者应选用(   ) A. 长臂卡环 B. 连续卡环 C. 对半卡环 D. 联合卡环 E. 回力卡环", "std": "A", "cot": ""}
{"query": "关于颌面缺损修复原则, 下列错误的是 A. 早期修复 B. 以恢复生理功能为主 C. 以恢复面部外形为主 D. 保护余留组织 E. 轻巧舒适耐用", "std": "C", "cot": "颌面缺损修复只能尽量恢复面部外形,以恢复功能为主。"}
{"query": "31. 固定桥的设计是否合理, 最重要的是 A. 缺失牙数目的多少 B. 固位体固位形式与种类选择得当 C. 基牙牙周组织健康 D. 是否符合机械力学原则 E. 基牙的负重不超过其牙周组织的储备", "std": "E", "cot": "固定桥的设计要保证有良好的固位和稳定, 恢复生理功能, 但最重要的是要有良好的生理基础, 这是固定桥修复的前提条件。也就是说固定桥基牙的负荷不能超过其牙周组织的生理储备, 否则会导致基牙及支持组织的损害和修复失败。"}
{"query": "199. RPI 卡环邻面板的作用是 A. 防止基托下沉 B. 减少牙槽嵴受力 C. 减少基牙受力 D. 增强义齿固位 E. 防止食物嵌塞", "std": "D", "cot": "邻面板与基牙的导平面之间的摩擦可增强义齿的固位力,防止义齿脱位。"}
{"query": "38. 增强桩核冠固位的方法, 以下错误的是 A. 不破坏根尖封闭的前提下尽量延长桩 B. 尽量多保存余留牙体组织 C. 根管预备成圆柱形 D. 减小桩的锥度 E. 增加桩的直径", "std": "C", "cot": "桩核冠的固位与桩的长度、直径、 形态、材料、适合性、粘固等有关。理想的桩外形应是与牙根外形一致的一个近似圆锥体, 与根部外形一致,而且与根管壁密合。所以错误的是 C 选项。"}
{"query": "72. 为提高金瓷结合强度, 下列要求不正确的是 A. 基底冠表面喷砂处理 B. 瓷的热膨胀系数略小于合金 C. 基底冠表面不应使用含有机物的磨具打磨 D. 可在基底冠表面设计倒凹固位 E. 应清除基底冠表面油污", "std": "D", "cot": "对于金属基底冠, 首先应打磨, 并清除其表面污物,然后喷砂处理,还有瓷的热膨胀系数应略小于合金,而金属基底冠本身应薄且厚度均匀,所以不宜设计倒凹固位。"}
{"query": "203. Tylman 指出: 当余留牙齿倾斜超过 24 的 rho 时不宜选作固定桥的基牙,主要因为 A. 增加基牙的倾斜度 B. 桥体易弯曲变形 C. 不能分散𬌗力 D. 𬌗力不能通过基牙的长轴传导 E. 𬌗力易集中于倾斜侧根面", "std": "D", "cot": ""}
{"query": "55. 调整基牙间的分散程度可以增强义齿的固位作用, 因为 (   ) A. 基牙越分散, 各固位体间的相互制约作用越强 B. 基牙越集中, 各固位体间的相互制约作用越强 C. 基牙越分散, 倒凹的坡度越大 D. 基牙越集中, 倒凹的坡度越大 E. 基牙越分散, 义齿越稳定", "std": "A", "cot": ""}
{"query": "88. 固定桥的固位作用主要是靠(   ) A. 粘固剂的粘着力 B. 正确的固位形 C. 材料的一定强度 D. 咬合平衡 E. 基牙的稳固", "std": "B", "cot": ""}
{"query": "20. 女, 58 岁。右侧上颌中切牙、侧切牙、尖牙、第一前磨牙、第二前磨牙、第一磨牙、第二磨牙、第三磨牙，左侧上颌第一磨牙、第二磨牙、第三磨牙，右侧下颌第二前磨牙、第一磨牙缺失, 余留牙形态及位置正常。欲作可摘局部义齿修复, 确定正中𬌗关系的方法是 A. 在模型上利用余留牙确定 B. 在口内利用余留牙确定 C. 在口内利用𬌗蜡确定 D. 在模型上利用𬌗蜡确定 E. 在口内用𬌗堤确定", "std": "E", "cot": "该患者缺失牙数目较多, 上颌为双侧游离缺失, 模型上不能准确确定正中𬌗关系, 也不能保持𬌗关系稳定。所以必须在口内确定颌位关系记录, 利用此记录对合模型。可摘局部义齿确定𬌗关系的方法有𬌗蜡记录与𬌗堤记录两种。该患者缺牙多, 准确而稳定地记录𬌗关系的方法应采用𬌗堤记录法。"}
{"query": "87. 固定桥戴用 1 ~ 2 天后,咀嚼时基牙疼痛最常见的原因是(   ) A. 邻面接触点过紧 B. 固位体边缘有悬突, 刺激龈缘 C. 咬合时有早接触 D. 洞型太近牙髓腔 E. 接触点松, 食物嵌塞", "std": "C", "cot": ""}
{"query": "26. 固定桥的固位原理为 A. 摩擦力、粘接力、重力 B. 摩擦力、粘接力、约束力 C. 摩擦力、粘接力、大气压力 D. 摩擦力、粘接力、吸附力 E. 摩擦力、吸附力、大气压力", "std": "B", "cot": "吸附力、大气压力是全口义齿的固位原理,而不是固定桥的固位原理。"}
{"query": "98. 全冠戴用后出现食物嵌塞可能的原因是 A. 接触点不良 B. 冠轴面外形不良 C. 齿面形态不良 D. 对齿牙有充填式牙尖 E. 冠材料选择不佳", "std": "E", "cot": ""}
{"query": "24. 男, 55 岁。右侧下颌第一磨牙、第二磨牙、第三磨牙，左侧下颌尖牙、第一前磨牙缺失, 可摘局部义齿在 右侧下颌第二前磨牙上采用 RPI 卡环。当义齿游离端受到咬合压力时, RPI 卡环 I 型杆的移动方向是 A. 颊向 B. 舌向 C. 𬌗向 D. 龈向 E. 远中向", "std": "D", "cot": "游离缺失的末端基牙上设计 RPI 卡环时, 𬌗支托位于基牙近中𬌗边缘嵴。义齿游离端受咬合压力时, 义齿以近中𬌗支托为支点。由于 RPI 卡环的邻面板和 I 型杆与义齿游离鞍基均位于𬌗支托支点的远中, 因此 I 型杆会与游离鞍基一起向下 (龈向) 移动。"}
{"query": "128. 烤瓷修复体治疗时, 关于比色不正确的是 A. 牙体预备完后立即比色 B. 比色时间不超过 5s C. 患者必须去除耀眼的耳环、眼镜等物品和浓重的化妆物 D. 诊室环境以灰色基调为好 E. 比色前清洁牙面", "std": "A", "cot": "比色一般需要在牙体预备前完成,因为在牙体预备过程中牙体会脱水导致颜色发生变化,不能反映真实的情况。"}
{"query": "195. 对基托的要求不包括 A. 塑料基托一般厚 2 mm B. 铸造基托厚约 0.5 mm C. 基托不应进入基牙的倒凹区 D. 基托与硬区应紧密贴合 E. 金属网状物应放在基托应力集中处", "std": "D", "cot": "硬区处的基托应该缓冲,否则会造成压痛、翘动。"}
{"query": "188. RPI 卡环采用近中支托的主要目的是 A. 防止基托下沉 B. 减少牙槽嵴受力 C. 减少基牙所受扭力 D. 增强义齿稳定 E. 防止食物嵌塞", "std": "C", "cot": "根据 RPI 特点, 近中支托可以在游离端下沉时防止卡环对基牙产生扭力。"}
{"query": "110. 哪项不是戴入义齿后疼痛的原因(   ) A. 牙槽嵴上有骨尖、骨嵴等 B. 基托边缘伸展过长或边缘过锐 C. 义齿在正中咬合和侧方接触时有早接触或干扰 D. 义齿不稳定 E. 基托组织面与黏膜不密合", "std": "E", "cot": ""}
{"query": "117. 下列原因同可摘局部义齿戴入后的软组织疼痛无关的是(   ) A. 基牙龋坏或牙周病 B. 基托组织面有粒状突起 C. 牙槽嵴较窄,黏膜较薄,耐受力低 D. 基托面积过小, 压力较集中 E. 基板边缘过长", "std": "A", "cot": ""}
{"query": "40. 桩冠固位力的影响因素最主要的是 A. 桩的形态 B. 桩的长度 C. 桩的直径 D. 桩的材料 E. 粘接剂的组成", "std": "B", "cot": "桩的长度是影响桩核冠固位的主要因素。在其他条件相同的情况下, 桩越长, 其固位越好。"}
{"query": "90. 下列不属于邻接嵌体邻面制备片切面的优点是 A. 易达到自洁区 B. 切割牙体组织少 C. 避免空悬釉质 D. 恢复咬合关系好 E. 恢复牙体外形和接触点好", "std": "D", "cot": ""}
{"query": "16. 男, 43 岁。左侧上颌第一前磨牙、第二前磨牙、第一磨牙缺失, 3 年前行左侧上颌尖牙、第一前磨牙、第二前磨牙、第一磨牙、第二磨牙全冠固位体固定义齿修复, 现基牙左侧上颌尖牙松动。导致基牙松动最可能的原因是 A. 𬌗力过大 B. 𬌗力不平衡 C. 固位力不等 D. 固位体选择不当 E. 基牙预备不当", "std": "A", "cot": "固定桥两端均为全冠固位, 不存在固位力不均衡的问题。该病例为基牙松动, 而不是固位体松动, 说明原因不是固位设计的问题。基牙松动的原因应为支持力不足, 基牙受力过大。右侧下颌第一前磨牙、第二前磨牙、第一磨牙缺失, 以右侧下颌尖牙、第二磨牙为基牙进行固定桥修复时, 基牙牙周膜面积小于缺失牙, 导致支持能力弱的一端基牙松动。"}
{"query": "17. 男, 52 岁。左侧上颌侧切牙、第一前磨牙、第二前磨牙缺失, 余留牙健康, 排列位置及咬合关系正常。设计以 左侧上颌中切牙、尖牙、第一磨牙为基牙, 复合固定桥修复。固定桥在左侧上颌尖牙远中采用活动连接体的目的不包括 A. 避免过多切割牙体组织 B. 便于固定桥就位 C. 减小中间基牙扭力 D. 更有利于美观 E. 避免铸件变形", "std": "D", "cot": "该病例设计左侧上颌中切牙、尖牙、第一磨牙复合固定桥修复, 基牙多, 前后牙长轴方向不一致, 如果全部采用固定连接体, 难以取得共同就位道, 需要磨除大量牙体组织, 由于固定桥长, 跨度大, 制作蜡型、包埋和铸造时容易发生变形, 而且复合长桥的中间基牙受到的扭力较大。 因此, 在左侧上颌尖牙的远中采用栓道式活动连接体, 使长桥分段制作, 分段就位。解决了共同就位道和变形的问题, 采用活动连接也可减小左侧上颌尖牙受到的扭力。这样的设计与美观效果无关。"}
{"query": "68. 卡环的卡抱作用所产生的摩擦力与哪个因素无关(   ) A. 卡环形态、长短、粗细 B. 卡环材料的特性 C. 固位力的大小和方向 D. 基牙倒凹深度 E. 基牙倒凹坡度", "std": "C", "cot": ""}
{"query": "87. 邻面近龈处嵌体洞形制备, 下列错误的是 A. 一般按箱状洞形制备 B. 髓壁应达牙本质内 C. 髓壁应平 D. 龈、切、近中、远中四壁皆应平行于釉柱方向与就位道一致 E. 最好在髓壁近远中端牙本质内各做一针道", "std": "D", "cot": ""}
{"query": "36. 可摘局部义齿固位体的数目一般选(   ) A. 越多越好 B. 越少越好 C. 4 到 6 个 D. 2~4 个 E. 1 到 2 个", "std": "D", "cot": ""}
{"query": "10. 关于根内附着体描述正确的是(   ) A. 阴性部分常固定于覆盖基牙的根管内 B. 阴性部分固定于义齿基托内 C. 阴性部分常固定于覆盖基牙的根管内 D. 阴性和阳性部分均固定于义齿基托内 E. 阴性和阳性部分均固定于覆盖基牙", "std": "B", "cot": ""}
{"query": "13. 男, 43 岁。右下后牙固定义齿修复 2 年, 义齿松动, 咬合不适。检查: 右侧下颌第二前磨牙、第一前磨牙缺失, 右侧下颌第一磨牙、第二前磨牙、第一前磨牙、尖牙固定桥, 右侧下颌尖牙3/4 冠固位体松动, 龋坏, 右侧下颌第一磨牙全冠固位体未见异常。右侧下颌尖牙固位体松动的原因是 A. 桥体过长 B. 咬合力过大 C. 固位力不均衡 D. 基牙松动 E. 基牙支持力不足", "std": "C", "cot": "右侧下颌第二前磨牙、第一前磨牙 缺失, 固定桥以右侧下颌第一磨牙、第二前磨牙、第一前磨牙、尖牙为基牙, 其牙周膜面积显著大于缺失牙, 完全能够满足对牙周支持的要求, 不存在基牙支持能力不足、桥体过长和咬合力过大的问题。与全冠相比, 3/4 冠固位力相对较差。因此, 右侧下颌尖牙3/4 冠固位体松动的原因应是固定桥两端固位力不均衡, 导致固位力弱的一端固位体松动。"}
{"query": "21. 与固定义齿固位无关的因素是 A. 桥体龈端外形 B. 固位体的数目 C. 固位体的种类 D. 上下颌牙的排列 E. 牙体预备质量", "std": "A", "cot": "桥体龈端外形与固定义齿的美观、 自洁性和牙槽嵴黏膜的健康有关,而不影响固位力。备选答案 D 上下颌牙的排列由于影响固定义齿的受力方向,可能对固位产生影响。"}
{"query": "189. 固定桥设计合理, 最为重要的是 A. 基牙牙冠具有足够的长度和体积 B. 固位体固位形式与种类选择得当 C. 基牙牙周组织健康 D. 借助于机械力学原理 E. 基牙负重力不超过其牙周组织的最大承受力", "std": "E", "cot": ""}
{"query": "2. 单端固定桥的结构是(   ) A. 双端有基牙, 双端为不活动连接体 B. 双端有基牙一端为可动连接体,一端为不动连接体 C. 双端有基牙, 双端为可动连接体 D. 只有一端有基牙,为不动连接体 E. 为 2 种或 3 种基本类型的固定桥组合而成", "std": "D", "cot": ""}
{"query": "78. 如果患者说明仅在吃饭时义齿易掉,应该重点检查(   ) A. 检查义齿的平衡 B. 检查基托边缘伸展 C. 检查人工牙的排列 D. 检查后堤区怎样 E. 检查系带是否让开", "std": "A", "cot": ""}
{"query": "25. 固定桥最重要的支持基础是(   ) A. 牙槽骨 B. 牙周膜 C. 黏膜 D. 牙龈 E. 牙根", "std": "B", "cot": ""}
{"query": "5. 关于磁性附着体在全口覆盖义齿中应用的描述,错误的是 A. 增强下颌全口义齿的固位力,尤其是牙槽嵴吸收严重,常规修复方法效果差,口内又有少数余留牙或牙根者 B. 提高咀嚼效率 C. 显著缩短患者对义齿的适应时间 D. 对共同就位道的要求高 E. 可不使用或不暴露金属卡环, 达到美观效果", "std": "D", "cot": ""}
{"query": "47. 桩冠修复时为确保牙髓治疗效果和预防根折,一般要求根尖部保留充填材料 A. 0.5 ~ 2.5 mm B. 1 ~ 3 mm C. 不小于 4 mm D. 3 ~ 5 mm E. 5 ~ 7 mm", "std": "D", "cot": "侧支根管多发生在根尖区,然而根管治疗不能保证充满侧支根管, 为此, 保证根尖 3~5mm 的根尖封闭,以预防根管治疗后根尖病变的发生。"}
{"query": "37. 对半卡环适用于 A. 过长牙 B. 牙冠外形差的基牙 C. 远中孤立且有颊或舌向倾斜的磨牙 D. 孤立的前磨牙、磨牙 E. 松动的基牙", "std": "D", "cot": ""}
{"query": "243. 患者右下第一磨牙行铸造全冠修复后不久即出现穿孔。应采取的处理措施是 A. 不予处理 B. 银汞充填 C. 拆除重做 D. 调磨对颌牙 E. 玻璃离子充填", "std": "C", "cot": ""}
{"query": "24. 双端固定桥的一端基牙受到垂直向外力时, 固定桥将会产生旋转移动, 其旋转中心位于 A. 基牙根上1/3和根中1/3交界处 B. 基牙根中1/3和根尖1/3交界处 C. 基牙根上1/3 D. 基牙根尖1/3 E. 另一基牙根尖1/3", "std": "E", "cot": "固定连接的双端固定桥与基牙形成整体的咀嚼单位, 基牙失去各自原有的生理运动, 当一端受到垂直向外力时, 固定桥作为一个整体产生旋转运动, 其以另一个基牙的根尖1/3处为中心,整体旋转。"}
{"query": "78. 以下情况制作烤瓷熔附金属全冠时, 可设计全瓷覆盖的是 A. 咬合紧的上前牙 B. 覆盖过小的前牙 C. 𬌗力大的前牙 D. 无咬合的上前牙 E. 𬌗力过大的上颌后牙", "std": "D", "cot": "为避免瓷层崩折,咬合紧、覆盖小、 𬌗力过大的前牙或上颌后牙,常设计部分瓷覆盖,而无咬合或咬合关系正常的前后牙可设计全瓷覆盖。"}
{"query": "100. 一上颌游离端可摘局部义齿初戴时, 发现一侧末端基牙颊侧卡环的体部形成支点,义齿无法就位。处理方法为(   ) A. 磨除改卡环臂,义齿就位后取模,重新弯制卡环 B. 缓冲卡环体, 使义齿就位 C. 调磨基牙相对应的部位, 使义齿就位 D. 除去颊侧卡环臂 E. 基托组织面重衬", "std": "C", "cot": ""}
{"query": "30. 关于固定桥接触式桥体龈端的设计, 正确的是 A. 桥体唇颊侧龈端与黏膜接触, 颈缘线与邻牙一致 B. 尽量增大与黏膜接触面积 C. 保持与黏膜之间一定的间隙, 利于清洁 D. 与黏膜紧密接触, 保持一定压力 E. 唇颊侧龈端尽量减少接触面积", "std": "A", "cot": "此题考查考生对固定桥桥体与牙槽嵴黏膜接触关系的了解情况。正确的桥体与黏膜接触关系是桥体龈端与黏膜密合, 但不要压迫, 唇颊面与邻牙形态协调, 保证美观, 舌、腭侧龈端减小接触面积, 以利于清洁。因此只有选项A符合固定桥接触式桥体龈端设计要求。"}
{"query": "113. 金属-烤瓷修复体涉及烤瓷合金与瓷粉的匹配问题,下列不正确的是 A. 金属与瓷粉有良好的生物相容性 B. 金属与瓷粉有适当的机械强度、硬度 C. 金属的熔点应大于烤瓷粉的熔点 D. 金属的热膨胀系数应略小于烤瓷粉的热膨胀系数 E. 烤瓷粉的颜色应具有可匹配性", "std": "D", "cot": ""}
{"query": "102. 下列关于戴牙须知的说法, 不正确的是(   ) A. 夜间取下义齿浸泡在热水中或义齿清洁液中清洗 B. 初戴义齿后可能有黏膜压痛,应复诊前 2 到 3 小时戴上义齿利于对义齿进行修改 C. 饭后和睡前应取下义齿刷洗干净 D. 初戴义齿, 一般不宜吃硬食, 最好先吃软的小块食物 E. 初戴会有异物感、恶心或呕吐等不良反应, 有时发音亦可能受到影响, 同时也会感到咀嚼不便,须耐心戴用", "std": "A", "cot": ""}
{"query": "53. 牙槽骨修整的最佳时间为拔牙后 A. 即刻修整 B. 1个月 C. 3个月 D. 5个月 E. 6个月", "std": "B", "cot": "牙槽骨修整的最佳时间为拔牙后的1个月。过早修整, 去除牙槽骨量较难控制, 往往造成去除牙槽骨量过大, 牙槽骨吸收量增大等。而间隔时间太长, 影响患者及时进行义齿修复。"}
{"query": "16. 上颌牙列中牙周膜面积由大到小的排列顺序是 A. 76543 B. 67345 C. 67453 D. 76345 E. 67543", "std": "B", "cot": "牙周膜面积反映牙的支持能力, 是选择固定桥基牙最重要的指标。磨牙牙周膜面积 > 尖牙牙周膜面积 > 前磨牙牙周膜面积,而磨牙中第一磨牙牙周膜面积大于第二磨牙牙周膜面积。因此上颌牙牙周膜面积从大到小的排列顺序为67345。"}
{"query": "11. 关于磁性附着体以下描述正确的是(   ) A. 根上型主要用于全口覆盖义齿和部分覆盖义齿, 亦可用于过渡性义齿 B. 冠外型常用于单个牙缺失的游离端牙列缺损 C. 连接型多用于双侧游离端牙列缺损的可摘部分义齿修复 D. 种植型可用于任何牙列缺失或缺损的义齿修复 E. 支架型多用于单侧游离端牙列缺损的可摘部分义齿修复", "std": "A", "cot": ""}
{"query": "42. 在剩余牙槽嵴中度吸收的情况下, 下颌全口义齿基托边缘过短时会明显影响固位的位置是 A. 下颌隆突区 B. 下颌颊侧翼缘区 C. 下颌舌侧翼缘区 D. 唇侧边缘 E. 舌系带", "std": "C", "cot": "下颌舌侧翼缘区对下颌全口义齿固位有很大作用,因此在此区基托应足够伸展。"}
{"query": "125. 双端固定桥受力时,基牙产生 A. 负重反应 B. 屈矩反应 C. 同时存在负重反应与屈矩反应 D. 内压力 E. 外张力", "std": "C", "cot": "双端固定桥受力时, 基牙不但有负重反应,还有抵抗或防止两端向上的力矩反应。这种在桥基内由屈应力所产生的力矩反应称为屈矩。"}
{"query": "关于口腔用铸造合金的描述错误的是 A. 按照其屈服强度和延伸率可分为 I 、II、 II、IV四型 B. 从 I 型到 IV型, 合金的硬度逐渐增加, 含金量略有减少 C. I 型合金为软质铸造合金, 主要用于铸造嵌体 D. II 型合金为中硬质铸造合金, 主要用于铸造冠 E. IV型合金硬度最大,多用于铸造金属全冠作为后牙固定义齿的固位体", "std": "E", "cot": "IV型合金硬度最大,主要用于受力较大的修复体,如可摘局部义齿支架、卡环、附着体等。铸造金属全冠作为后牙固定义齿固位体仍采用II型或III型合金制作。"}
{"query": "33. 有关𬌗支托的要求下列哪项是错误的(   ) A. 在前后牙均应放在缺隙两旁的基牙上 B. 磨牙颊舌径宽度约为基牙的 1/3 C. 磨牙近远中长度约为基牙的 1/4 D. 凹底应与基牙长轴垂线约成 20° 斜面 E. 一般位于基牙的𬌗面", "std": "A", "cot": ""}
{"query": "101. 固定桥的固位体边缘止于龈上适应证为(   ) A. 牙冠短, 龈高度不足 B. 颈部倒凹不大 C. 龈组织健康, 龈沟深度正常 D. 龈退缩,牙颈部倒凹大 E. 牙冠有缺损, 需要较大的固位力", "std": "D", "cot": ""}
{"query": "4. 女, 28 岁。右侧上颌第二前磨牙近中邻面浅龋, 舌尖缺损, 牙冠短小。拟 3/4 冠修复。除轴沟外,增加固位作用,阻挡舌向脱位的有效措施是 A. 轴壁龈端肩台 B. 舌侧制成两个斜面 C. 𬌗面沟 D. 轴壁倒凹 E. 减小邻面聚合度", "std": "C", "cot": "后牙 3/4 冠抵抗舌向脱位的固位型包括轴沟和𬌗面沟。A、B、E选项均无抵抗舌向脱位的作用, 而轴壁形成倒凹时, 3/4 冠将无法就位。因此正确答案选 C 。"}
{"query": "16. 对骨尖或骨突进行牙槽嵴修整术宜在拔牙后 A. 立即 B. 1 周 C. 3 周 D. 1 个月 E. 3 个月", "std": "D", "cot": "牙槽嵴修整术宜在拔牙后 1 个月, 此时牙槽窝内已有新骨形成,即可平复。"}
{"query": "7. 短冠基牙一般在牙龈缘上保留(   )牙冠 A. 3 mm 以上 B. 3 mm 以下 C. 1 ∼  3 mm D. 1 ∼  5 mm E. 5 mm 以下", "std": "B", "cot": ""}
{"query": "236. 患者男,40 岁。 左上第一磨牙咬合面隐裂累及牙髓,口腔检查:冠短,咬合紧,治疗计划错误的是 A. 调咬 B. 粘固带环后完善根管治疗 C. 冠修复前树脂充填 D. 冠修复前银汞充填 E. 铸造金属全冠修复 【答案】D 【解析】隐裂牙的治疗, 首先是咬合调整, 排除若干扰,减低牙尖斜度以减小劈裂力量。 其次是隐裂牙的处理,对部分牙体缺损患牙,若缺损较小且未有牙髓暴露,则以垫底光固化复合树脂充填治疗为主；缺损较大,牙髓已累及者,则常规行根管治疗,全冠修复；患牙已有牙髓病变者,对患牙选择合适的成品带环粘接加固,调胎,然后进行常规去髓,行根管治疗,再全冠修复。冠修复前银汞充填,只能恢复缺损,不能保护剩余牙体组织,且银汞齐化时可产生体积膨胀,在咀嚼力作用下,极易发生牙体自裂纹处劈裂开。切 2/3 冠折,余牙有散在间隙。以下处理方法中错误的是 A. 首先必须拍根尖片观察牙体缺损及根尖孔闭合情况 B. 根尖诱导及根管治疗完善后才能行桩冠修复 C. 修复主诉牙后光敏树脂修复间隙 D. 先正畸关闭间隙再制作终修复体 E. 拔除主诉牙再正畸关闭间隙 【答案】E", "std": "D", "cot": "隐裂牙的治疗, 首先是咬合调整, 排除若干扰,减低牙尖斜度以减小劈裂力量。 其次是隐裂牙的处理,对部分牙体缺损患牙,若缺损较小且未有牙髓暴露,则以垫底光固化复合树脂充填治疗为主；缺损较大,牙髓已累及者,则常规行根管治疗,全冠修复；患牙已有牙髓病变者,对患牙选择合适的成品带环粘接加固,调胎,然后进行常规去髓,行根管治疗,再全冠修复。冠修复前银汞充填,只能恢复缺损,不能保护剩余牙体组织,且银汞齐化时可产生体积膨胀,在咀嚼力作用下,极易发生牙体自裂纹处劈裂开。"}
{"query": "282. 活髓牙冠修复后过敏性疼痛,最先考虑的处理是 A. 观察、安抚治疗 B. 拆除修复体 C. 止痛药口服治疗 D. 根管治疗 E. 调整咬合", "std": "A", "cot": "活髓牙冠修复后过敏性疼痛,多由于活髓牙切割后牙本质暴露,修复体就位时机械摩擦、粘固时消毒药物刺激、冷热刺激、粘固剂中游离酸刺激,或牙体组织切割过多接近牙髓等引起。观察一段时间后,疼痛一般可以自行消失。"}
{"query": "237. 对烤瓷合金的要求错误的是 A. 弹性模量小 B. 湿润性好 C. 收缩变形小 D. 铸造性能好 E. 不易变形和磨损", "std": "A", "cot": "烤瓷合金需要有较高的弹性模量。"}
{"query": "73. 为防止烤瓷熔附金属全冠戴入后食物嵌塞, 应采取的措施除外 A. 恢复正确的邻接关系 B. 牙面边缘与邻牙一致 C. 去除对牙充填式牙尖 D. 去除该牙的牙接触 E. 加深颊舌沟", "std": "D", "cot": "因为充填式牙尖、邻牙牙面边缘高度不一致、邻接关系不合适和过平牙面等都是导致食物嵌塞的因素,所以在作冠修复时应消除。而去除牙接触非但无助于防止食物嵌塞, 而且一定时间后可致牙牙向移位,从而更易出现食物嵌塞。"}
{"query": "12. 根据 ISO 规定, 口腔用铸造合金的含金量及铂族金属(Pt、Pd、Ir、Rh、Ru、Os等)的量应不少于 A. 50% B. 55% C. 65% D. 75% E. 85%", "std": "D", "cot": ""}
{"query": "6. 关于上颌骨 I₁ 类缺损的设计,下列说法中不正确的是(   ) A. II₁ 类缺损的缺损区位于颌骨后部,通常采用阻塞器式义齿修复 B. 紧邻缺损区的中切牙、侧切牙及后牙作为基牙,将修复体设计为三角形或四边形支持 C. 这类修复体通常能较满意地恢复患者的咀嚼、语言功能,缺损区牙列的𬌗力与同区域的可摘义齿相近 D. 修复体进入缺损区的阻塞器部分的高度无须很高, 也不必充满整个缺损腔, 一般设计在 1.5 cm 高度 E. 在患者健侧同时还有缺牙时, 则可采用双侧牙缺失的修复与连接方式, 使修复体形成一个整体", "std": "A", "cot": ""}
{"query": "2. 男, 43 岁。右上第二前磨牙金属烤瓷冠修复, 磷酸锌水门汀粘固, 修复体粘固 1 天后出现短时冷热刺激敏感。最可能的原因是 A. 戴冠时机械刺激 B. 邻面接触过紧 C. 游离磷酸的刺激 D. 龋坏组织未去净 E. 有咬合高点", "std": "C", "cot": "对冷热刺激敏感, 这个症状会因不适当的刺激造成, 而选项 A 戴冠时的机械刺激一般于戴冠后较快消失,不会 1 天后仍存在。选项 B、E 出现的症状与题目不同, 选项 B 通常表现为患牙及邻接牙自戴冠后长时间挤压不适; 选项 E 通常表现为咬合痛,均和冷热刺激无关。而选项 D 一般在修复体使用较长时间后才表现冷热刺激敏感, 且通常持续时间较长。游离酸刺激会引起患牙短时敏感疼痛, 待粘固剂充分固化后, 症状一般自行消失, 活髓牙修复过程中应选择刺激小的粘固剂, 避免对牙髓的损伤。"}
{"query": "115. 以下不是覆盖义齿的缺点的是 A. 覆盖的基牙易龋坏 B. 覆盖基牙易发生牙龈炎症 C. 覆盖的牙槽嵴易发生骨质吸收 D. 义齿制作困难 E. 在基牙上安放附着体费用较高", "std": "C", "cot": ""}
{"query": "64. 固位体固位力的大小取决于(   ) A. 桥基牙的条件 B. 固位体的类型 C. 牙体预备 D. 固位体制作的质量 E. 以上都是", "std": "E", "cot": ""}
{"query": "31. 关于固定义齿固位体正确的描述是 A. 与全冠固位体相比, 部分冠固位体需磨除的基牙牙体组织少,能够提高基牙抗力 B. 嵌体固位体能有效预防基牙继发龋的发生 C. 双端固定桥两端固位体固位力应接近 D. 多基牙的固定义齿宜采用嵌体固位体 E. 死髓基牙均应采用根内固位体设计", "std": "C", "cot": "双端固定桥两端基牙如固位力相差太大,固位力较弱的一侧固位体易松动,导致固定桥失败,因此两端固位体固位力应接近。全冠固位体对基牙的保护好,能够提高基牙抗力；嵌体边缘线长,易导致继发龋；多基牙固定义齿应选择固位力好的全冠固位体；死髓基牙如牙体缺损量不大时无须采用根内固位体。"}
{"query": "233. 患者女,46岁。因“右关节弹响 1 年,右面部疼痛 2 周”就诊,检查见开口度两指,开口型左侧偏斜,右侧耳前区扪痛,双关节可扪及开口中期弹响,音浊。口腔检查: 双侧下后牙缺失,下前牙切端中度磨耗。 治疗方法不包括 A. 关节区理疗 B. 手法复位 C. 热敷 D. 调磨上前牙舌侧 E. 制作下颌义齿性牙垫", "std": "D", "cot": "对于颞下颌关节病的治疗,首先 考虑保守治疗,不可随意调牙验。"}
{"query": "155. 金瓷冠的金属基底冠有瓷覆盖部位的厚度一般为 A. 0.5mm B. 0.6mm  C. 0.7mm D. 0.8mm   E. 1.0mm", "std": "A", "cot": "金瓷冠的金属基底冠厚度约 0.3~ 0.5mm。"}
{"query": "100. 临床牙冠短小的左下第一磨牙行铸造金属全冠修复时, 以下措施可以增加铸造金属全冠修复固位力的是 A. 预备形成龈下边缘 B. 减小轴面预备后的聚合度 C. 增加辅助固位形 D. A + B + C E. B + C", "std": "D", "cot": "预备形成龈下边缘、减小轴面预备后的聚合度和增加辅助固位形是增加铸造金属全冠固位力的常见临床方法。"}
{"query": "74. 对于单侧上颌结节有骨性倒凹者,可摘局部义齿修复时最佳的处理是(   ) A. 手术去除骨性倒凹 B. 不进行任何处理 C. 调整就位道 D. 减小基托面积, 不覆盖上颌结节 E. 以上均正确", "std": "C", "cot": ""}
{"query": "29. 患者男,60 岁。全口义齿修复,戴牙 3d 后诉戴牙后下牙床疼痛。检查:下颌牙槽嵴左侧颊面黏膜一局限性破损,有压痛,触有小骨突。正确的处理是 A. 调短相应义齿边缘 B. 相应组织面缓冲 C. 调整咬合 D. 暂不处理, 继续观察 E. 组织面重衬", "std": "B", "cot": "戴牙后黏膜有局部溃疡意味着义齿基托有明确压痛点,触有小骨突更证实了这一诊断,做相应组织面缓冲即可解除疼痛。"}
{"query": "42. 消除可摘局部义齿不稳定的方法中, 错误的是 A. 增加对抗平衡固位体 B. 尽量设计黏膜支持式义齿, 以避免产生支点 C. 在支点或支点线的对侧加平衡力 D. 消除𬌗支托、卡环在余留牙上形成的支点 E. 消除基托下与组织形成的支点", "std": "B", "cot": "此题考查考生对控制可摘局部义齿不稳定方法的了解情况。消除可摘局部义齿不稳定的方法包括增加对抗平衡固位体和消除支点。选项A、C、D、E均符合上述要求。设计黏膜支持式义齿可造成义齿因无支持而产生下沉, 也不能避免产生支点, 因此不能消除义齿的不稳定。而且黏膜支持式义齿由于支持能力差, 容易产生黏膜压痛等问题, 应尽量少设计黏膜支持式可摘局部义齿。"}
{"query": "135. 对于下颌骨缺损治疗的方法,除外 A. 颌间结扎 B. 颊翼下颌导板 C. 弹性翼腭托颌导板 D. 腭护板 E. 下颌运动练习", "std": "D", "cot": "腭护板位于上颌。"}
{"query": "67. 有关倾斜基牙固定桥的应力分析说法错误的是(   ) A. 常需增加基牙数 B. 倾斜牙易受较大的非轴向力 C. 可能产生近中向的推力 D. 可采用套筒冠设计 E. 固定桥修复后会产生对倾斜基牙不利的应力分布", "std": "E", "cot": ""}
{"query": "36. 全冠修复中一般不会对牙髓产生危害的因素是(   ) A. 牙体预备产热 B. 牙体预备时接近牙髓 C. 取印模 D. 口内直接制作自凝暂冠 E. 酒精棉球反复擦拭预备后的牙体组织", "std": "C", "cot": ""}
{"query": "7. 以下不是固定桥禁忌证的是 A. 缺失侧基牙有慢性根尖周炎 B. 缺失侧基牙有 I 度 松动 C. 临床牙冠短,髓腔较大,髓角高 D. 缺失牙超过 3 个以上,余留牙无法承担咬合力 E. 𬌗龈距过小", "std": "B", "cot": ""}
{"query": "89. 下列材料中, 桩冠修复后患牙牙根折裂的 可能最低的是 A. 镍铬合金桩 B. 贵金属桩 C. 钴铬合金 D. 碳纤维桩 E. 与材料无关", "std": "D", "cot": ""}
{"query": "140. 为了获得良好的自洁作用, 杆卡式覆盖义齿底部应与黏膜间保持的间隙是 A. 2 mm 以上 B. 3 mm 以上 C. 1.5 mm 以上 D. 2.5 mm 以上 E. 杆与黏膜紧密接触", "std": "A", "cot": ""}
{"query": "57. 可摘局部义齿的不稳定表现有以下四种情况,除了(   ) A. 翘动 B. 弹跳 C. 摆动 D. 下沉 E. 旋转", "std": "B", "cot": ""}
{"query": "37. 全口义齿初戴时,用双手交替加压检查,发现上颌义齿左右翘动,最常见的原因是 A. 义齿边缘过短 B. 牙槽嵴顶有小瘤子 C. 系带附丽接近牙槽嵴顶 D. 牙槽嵴唇颊侧有倒凹 E. 腭部硬区相应基托组织面未缓冲", "std": "E", "cot": "腭部硬区由于黏膜较薄,常易形成义齿支点,因此制作过程中应做足够的缓冲。"}
{"query": "182. 下列情况基牙最容易损伤的是 A. 半固定桥的基牙 B. 单端固定桥的基牙 C. 多基牙中的中间基牙 D. 双端固定桥的基牙 E. 复合固定桥的基牙", "std": "B", "cot": ""}
{"query": "254. 吹管火焰火力最强处是 A. 氧化焰 B. 还原焰 C. 燃烧焰 D. 混合焰 E. 氧化焰的尖端", "std": "B", "cot": "吹管火焰由内到外,一般分为混合焰、燃烧焰、还原焰及氧化焰四层, 还原焰呈淡蓝色,其尖端为最热点,火力最强。"}
{"query": "4. 不是可摘局部义齿优点的是(   ) A. 磨除牙体组织少 B. 稳定性和咀嚼效能高 C. 便于洗刷清洁 D. 便于修理", "std": "B", "cot": ""}
{"query": "73. 下列哪项不是可摘局部义齿修复前口腔检查必需的(   ) A. 缺牙的数目和部位 B. 牙槽嵴的情况 C. 旧义齿的检查 D. 余留牙的检查 E. 曲面体层片", "std": "E", "cot": ""}
{"query": "239. 患者男,23岁。 左下第一磨牙缺失,左下第二磨牙近中、舌向倾斜均超过30度,牙冠完整,牙周健康。左下第二前磨牙、左下第三磨牙无异常。欲行固定义齿修复,对左下第二磨牙正确的处理方法是 A. 正畸治疗 B. 行 RCT 后设计桩核冠固位体 C. 设计半固定桥 D. 设计单端固定桥 E. 拔除左下第二磨牙，以左下第二前磨牙、左下第三磨牙为基牙设计固定桥", "std": "A", "cot": "对于倾斜度超过 30° 的基牙,应行正畸治疗改善牙齿排列后再选作固定义齿基牙。桩核冠或半固定桥设计虽然可以获得共同就位道, 但无法解决基牙所受侧向𬌗力过大的问题,仍易导致基牙损伤。"}
{"query": "86. 下列适宜做嵌体修复除外 A. 涉及牙尖、切角的严重缺损 B. 恢复低合牙的咬合关系 C. 合面严重磨耗 D. 邻面接触不良, 缺损面积大而浅表者 E. 楔状缺损", "std": "E", "cot": ""}
{"query": "55. 简单𬌗架可模拟下颌的(   ) A. 左侧方运动功能 B. 开闭口运动功能 C. 右侧方运动功能 D. 前伸运动功能 E. 任意方向运动功能", "std": "B", "cot": ""}
{"query": "33. 可摘局部义齿模型观测时, 关于导线的正确描述是 A. 基牙向缺隙侧倾斜所画出的导线为I型导线 B. I型导线在基牙近缺隙侧距𬌗面近 C. 基牙向缺隙相反方向倾斜时所画出的导线为II型导线 D. II型导线在远缺隙侧距𬌗面远 E. 基牙近远缺隙侧均无明显倒凹时所画的导线为III型导线", "std": "D", "cot": "此题考核导线的分型。I型导线为基牙向缺隙相反方向倾斜时所画出的观测线, 此线在基牙的缺隙侧距离𬌗面远。II型导线是基牙向缺隙方向倾斜时所画出的观测线, 此线在远缺隙侧距𬌗面远。III型导线是基牙的近、远缺隙侧均有明显的倒凹, 或基牙向颊舌侧倾斜时所形成的观测线。由此推断只有选项D符合上述定义。"}
{"query": "250. 覆盖义齿基牙采用根帽覆盖时, 以下冠边缘设计对牙龈影响最小的是 A. 龈上边缘 B. 平齐牙龈 C. 龈下 0.5mm D. 龈下1mm E. 差别不大", "std": "A", "cot": ""}
{"query": "2. 附着体在覆盖义齿中最基本、最重要的功能是 (f(x)) A. 固位作用 B. 稳定作用 C. 缓冲作用 D. 支持作用 E. 以上都不对", "std": "A", "cot": ""}
{"query": "145. 固定义齿修复中, 若前牙缺隙小于对侧同名牙,可以通过以下措施改善美观,除外 A. 适当磨除基牙的近缺隙面牙体组织 B. 加大桥体唇面突度,扩大邻间隙 C. 减小桥体唇面突度 D. 制作近远中向横沟、纹 E. 排牙时将桥体牙适当扭转或与邻牙重叠", "std": "B", "cot": ""}
{"query": "54. 下列哪种情况不可能设计单端固定桥 (   ) A. 尖牙缺失 B. 第二、三磨牙缺失 C. 修复前牙小间隙 D. 上颌侧切牙缺失 E. 第一、二磨牙缺失", "std": "E", "cot": ""}
{"query": "251. 患者 右下第三磨牙、右下第二磨牙、右下第一磨牙、右下第二前磨牙、左下第三磨牙、左下第二磨牙、左下第一磨牙、左下第二前磨牙缺失, 主诉可摘局部义齿 修复后恶心,唾液多。其原因不可能是 A. 基托后缘伸展过度 B. 基托后缘不密合 C. 义齿不稳定,后缘翘动 D. 患者初戴不适应 E. 基托后缘过短", "std": "E", "cot": "基托后缘短一般不会引起恶心。"}
{"query": "151. 以下关于冠内附着体和冠外附着体的描述错误的是 A. 冠内和冠外附着体均可用在固定义齿中调整就位道方向 B. 冠外附着体的应用对基牙大小的要求比冠内附着体低 C. 冠外附着体的主要作用是固位作用 D. 冠内附着体可为义齿提供固位、稳定、支持作用 E. 冠外附着体可用于修复游离端和非游离端牙列缺损的患者,冠内附着体则用于修复非游离端牙列缺损的患者", "std": "E", "cot": "冠外附着体的主要作用是固位作用, 由于其结构设计较为灵活, 易于设计应力中断、扣锁等装置,故多应用于游离端义齿,尤其是缺牙区牙槽嵴条件差时。冠内附着体同样可用于游离端缺牙,需采用多基牙设计,牙槽嵴条件较好,以减少对基牙造成的扭力。"}
{"query": "75. 活髓牙制作烤瓷熔附金属全冠的牙体预备要预防穿髓,上颌第一磨牙髓角的高度是 A. 近中舌侧髓角最高 B. 近中颊侧髓角最高 C. 远中舌侧髓角最高 D. 远中颊侧髓角最高 E. 四个髓角高度相同", "std": "B", "cot": "牙体解剖资料证明,鲍大多数上颌"}
{"query": "148. 固定义齿修复的最佳时机是 A. 拔牙后 1 周 B. 拔牙后 1 个月 C. 拔牙后 2 个月 D. 拔牙后 3 个月 E. 拔牙后半个月", "std": "D", "cot": ""}
{"query": "58. 为了减少混合支持式游离端义齿基托的翘动,可采用以下措施,除了(   ) A. 末端基牙采用 RPI 卡环 B. 末端基牙采用 RPA 卡环 C. 末端基牙采用近中支托 D. 在支点线前方增加间接固位体 E. 取解剖式印模", "std": "E", "cot": ""}
{"query": "5. 女, 35 岁。上颌右侧第二磨牙𬌗面纵向隐裂且累及牙髓, 临床牙冠较短, 咬合紧, 根管治疗已完成。该病例的最适修复体设计是 A. 邻𬌗瓷嵌体 B. 邻𬌗合金嵌体 C. 全瓷冠 D. 铸造金属全冠 E. 金属烤瓷全冠", "std": "D", "cot": "该病例患牙为有隐裂的无髓牙, 牙体组织抗力较差,因此不适合嵌体修复,首先可排除选项 A、B 。 全瓷冠和金属烤瓷冠需要的𬌗面修复间隙大, 而患牙临床冠短, 咬合紧, 无法获得较大的修复间隙, 且患牙位置靠后, 对美观要求不高。因此, 最适合的修复方式是铸造金属全冠, 即选项 D 正确。"}
{"query": "35. 下列一般不应引起全口义齿基托折裂的是 A. 力力不平衡 B. 基托较薄 C. 牙槽骨有继续吸收 D. 基托和黏膜不贴合 E. 垂直距离恢复不够", "std": "E", "cot": ""}
{"query": "52. 一患者,右下 5,活髓,金属烤瓷全冠修复,水门汀粘固后第二天出现自发痛夜间加剧,最可能的原因为(   ) A. 创伤 B. 牙髓炎 C. 牙周炎 D. 牙髓充血 E. 根尖周炎", "std": "B", "cot": ""}
{"query": "18. 下列哪一种支点线的分布最有利于 RPD 的稳定(   ) A. 直线式 B. 横线式 C. 纵线式 D. 斜线式 E. 平面式", "std": "E", "cot": ""}
{"query": "11. 以下关于摩擦力的概念正确的是(   ) A. 两物体间所受的正压力越大, 摩擦力也越大 B. 两物体接触面越紧密, 接触点间压强越大, 摩擦力也越大 C. 两接触物体表面越粗糙, 摩擦力越大 D. 以上都对 E. 以上都不对", "std": "D", "cot": ""}
{"query": "198. 下颌游离端局部义齿基托后缘应覆盖于 A. 末端人工牙远中 B. 磨牙后垫前方 C. 磨牙后垫前缘 D. 磨牙后垫的前 1/3 到 1/2 E. 磨牙后垫后缘", "std": "D", "cot": "下颌游离端局部义齿的基托后缘应充分伸展,到达磨牙后垫的前 1/3 到 1/2 。"}
{"query": "274. 应用冠内精密附着体的基牙垂直高度至少要多少以上,否则固位力和抵抗侧向力明显降低 A. 3 mm B. 4 mm   C. 5 mm D. 6 mm   E. 7 mm", "std": "B", "cot": ""}
{"query": "23. 下颌各牙支持力由小到大的顺序是(   ) A. 1245736 B. 1245376 C. 1254376 D. 1243576 E. 1234576", "std": "C", "cot": ""}
{"query": "181. 固定桥基牙选择中, 较不重要的是 A. 基牙的支持作用 B. 基牙的固位作用 C. 基牙的牙周组织健康 D. 基牙是活髓牙 E. 各基牙的共同就位道", "std": "D", "cot": ""}
{"query": "18. 男, 50 岁。右侧上颌第二前磨牙、第一磨牙、第二磨牙缺失, 右侧上颌第三磨牙近中倾, 与对颌牙接触不良, 余牙正常。设计牙支持式义齿时, 右侧上颌第三磨牙上卡环应设计 A. 三臂卡环 B. 对半卡环 C. 圈形卡环 D. 回力卡环 E. 倒钩卡环", "std": "C", "cot": "此题考查考生对卡环类型及其应用的了解情况。对于向近中舌向倾斜的远中孤立的下颌磨牙, 适合采用圈形卡环, 卡臂尖进入舌侧近中的倒凹。此时如果采用三臂卡环, 卡臂尖位于远中, 不能进入倒凹, 无固位作用。对半卡环、回力卡环和倒钩卡环也都不适用于该基牙。"}
{"query": "32. 女, 70 岁。无牙颌 10 年, 重新行全口义齿修复。 试排牙时发现义齿人工后牙的补偿曲线曲度过小。如果患者戴用此义齿, 最容易出现的问题是 A. 前牙开𬌗 B. 义齿后缘翘动 C. 义齿后缘压痛 D. 发音不清 E. 面容苍老", "std": "B", "cot": "根据前伸平衡𬌗理论, 如果补偿曲线曲度过小, 为了保持前伸𬌗平衡, 应相应减小前伸切导斜度。 否则, 前伸切导斜度过大, 在前伸运动时前牙会有𬌗干扰, 导致义齿后缘翘动。其他 4 个选项均与前伸𬌗平衡无关。前牙开𬌗与正中𬌗排牙有关; 义齿后缘压痛与基托伸展和后堤区制作有关; 发音不清与人工前牙排列位置关系和基托厚度等有关; 面容苍老与垂直距离过低和丰满度恢复不足有关。"}
{"query": "29. 全口义齿基托大气压力的大小与下列哪项因素关系最大(   ) A. 咀嚼肌 B. 面型 C. 基托边缘封闭性 D. 基托磨光面是否光滑 E. 人工牙排列", "std": "C", "cot": ""}
{"query": "3. 一般基牙固位倒凹的深度不应大于 A. 0.6 mm B. 0.7 mm   C. 0.8 mm D. 0.9 mm   E. 1.0 mm", "std": "C", "cot": "一般基牙固位倒凹的深度与卡环材料有关。铸造卡环一般用于 0.25 mm 或 0.5 mm"}
{"query": "15. 男, 50 岁。上前牙固定义齿 4 个月后修复体与邻牙间出现间隙。检查:左侧上颌中切牙、右侧上颌中切牙缺失, 左侧上颌侧切牙、右侧上颌侧切牙烤瓷固定桥修复, 左侧上颌侧切牙、尖牙，右侧上颌中切牙、尖牙间隙 0.5mm,22 叩诊 (+), 不松动。余留牙正常, 出现间隙。最可能的原因是 A. 基牙折断 B. 基牙负荷过大 C. 基牙牙周炎 D. 修复体制作问题 E. 固位体固位力不够", "std": "B", "cot": "该病例 左侧上颌中切牙、右侧上颌中切牙缺失, 左侧上颌侧切牙、右侧上颌侧切牙牙周膜面积小于缺失牙, 基牙支持能力差, 左侧上颌侧切牙、右侧上颌侧切牙固定桥修复使得基牙负荷过大, 结果导致基牙及修复体唇向移位, 与邻牙出现间隙, 基牙叩痛是因为负荷过大, 有咬合创伤。基牙不松动, 也未发现其他问题, 可排除基牙折断、牙周炎、修复体制作问题和固位的问题。"}
{"query": "111. 沟固位形固位沟的深度一般为 A. 1mm B. 2mm C. 3mm D. 4mm E. 5mm", "std": "A", "cot": ""}
{"query": "151. 人造冠龈边缘必须高度磨光的主要理由是 A. 美观 B. 加强抗力 C. 加强固位 D. 有利清洁卫生 E. 患者舒服", "std": "D", "cot": "修复体边缘若不高度磨光, 容易导致菌斑聚集,引起牙周疾患。"}
{"query": "254. 右上第一磨牙、右上第一前磨牙、右上侧切牙、右上中切牙、左上第一前磨牙、左上第二前磨牙、左上第一磨牙缺失, 余留牙正常。基牙应选 A. 右上第二磨牙、左上尖牙、左上第二磨牙 B.  右上第二磨牙、右上第二前磨牙、右上尖牙、左上第二磨牙 C.右上第三磨牙、右上第二前磨牙、左上尖牙、左上第三磨牙 D. 右上第二磨牙、左上中切牙、左上尖牙、左上第二磨牙 E. 右上第二磨牙、右上第二前磨牙、左上尖牙、左上第二磨牙", "std": "E", "cot": "基牙是放置直接固位体的天然牙。基牙的选择原则有:① 首选形态位置正常、 牙周健康支持力较大的后牙；② 前牙一般不选作基牙,但当缺牙较多,没有足够的健康后牙口腔修复学精选习题集时,前牙主要是尖牙也可作基牙；③首选近缺隙的牙作基牙；④基牙的数目一般为 2到4 个。"}
{"query": "227. 可摘局部义齿基托与天然牙的接触关系, 不正确的是 A. 基托对天然牙无压力 B. 应进入基牙邻面倒凹区, 可增强固位 C. 近龈缘区基托要做缓冲 D. 前牙区基托边缘在舌隆突上 E. 舌腭侧基托边缘与天然牙轴面非倒凹区接触", "std": "B", "cot": "缺牙区基托按共同就位道导线设计制作,一般不应进入基牙邻面倒凹区。"}
{"query": "3. 双端固定桥的结构是(   ) A. 双端有基牙, 双端为不活动连接体 B. 双端有基牙一端为可动连接体,一端为不动连接体 C. 双端有基牙,双端为可动连接体 D. 只有一端有基牙,为不动连接体 E. 为 2 种或 3 种基本类型的固定桥组合而成", "std": "A", "cot": ""}
{"query": "114. 下面不是覆盖义齿的优点是 A. 覆盖义齿稳定性好 B. 覆盖义齿固位力强 C. 保护口腔的软硬组织健康 D. 减轻患者痛苦 E. 基牙不易龋坏或患牙周炎", "std": "E", "cot": ""}
{"query": "7. 男, 40 岁。右侧上颌中切牙外伤冠折后金属烤瓷冠修复。修复体就位后色泽、形态与邻牙协调, 𬌗龈向高度达设计要求, 颈部边缘探针可探入, 邻接处牙线勉强通过, 正中𬌗时对𬌗牙切端位于右侧上颌中切牙烤瓷区。根据检查结果判断, 此冠 A. 合格 B. 邻接过紧 C. 邻接过松 D. 边缘不密合 E. 金 - 瓷结合区设计不当", "std": "D", "cot": "烤瓷冠与邻牙的邻接处牙线勉强通过，说明邻接不紧不松,不存在选项B、C的情况。金-瓷结合区要求避开咬合功能区,该患者修复体正中时对颌牙切端位于右侧上颌中切牙烤瓷区,即金-瓷结合区不在咬合功能区内,不存在金瓷结合区设计不当问题。本题中已描述“颈部边缘探针可探入”,表示该修复体颈部边缘与牙体组织不密合,即颈部与牙体间隙过大,故正确答案选D。"}
{"query": "272. 以下关于种植义齿修复原则的描述错误 的是 A. 种植义齿应维护软组织的健康,种植体周围龈沟深度应小于 3 mm B. 种植体上加载的𬌗力方向应尽量接近种植体的长轴 C. 对颌牙为肯氏Ⅲ类或Ⅳ类缺失修复时, 种植义齿需设计为平衡𬌗或组牙功能𬌗 D. 多个种植体的种植义齿设计为三角形或四边形的支持面, 有利于提高义齿稳定性 E. 当对颌牙为总义齿时, 设计为平衡𬌗", "std": "C", "cot": "对颌牙为肯氏Ⅲ类或Ⅳ类缺失修复时,种植义齿需设计为组牙功能𬌗或尖牙保护胎。"}
{"query": "9. 影响冠内附着体固位和稳定的因素不包括 A. 基牙牙体预备量 B. 附着体阴阳结构的接触面积 C. 附着体阴性结构和阳性结构之间的密合程度 D. 附着体阴性结构的轴壁聚合度 E. 使用时间", "std": "A", "cot": ""}
{"query": "19. 磨除基牙牙体组织最少的固定桥是 A. 金属烤瓷冠固定桥 B. 铸造金属冠固定桥 C. 全瓷冠固定桥 D. 桩核冠固定桥 E. 粘接固定桥", "std": "E", "cot": "此题考查考生对粘接桥的了解情况。选项A、B、C、D均为常规固定桥, 以全冠或桩核冠为固位体, 为获得修复间隙和固位型, 必须进行大量基牙预备。而粘接桥的最主要特点就是基牙预备量少, 甚至不磨牙。"}
{"query": "226. II 型观测线基牙的倒凹区在 A. 远缺隙侧 B. 近缺隙侧 C. 颊侧 D. 舌侧 E. 近远缺隙侧都有", "std": "B", "cot": "II 型导线为基牙向缺隙方向倾斜时所画出的导线,基牙上的主要倒凹区靠近缺隙侧。"}
{"query": "110. 3/4 冠的缺点是 A. 不易就位 B. 不能做固定桥固位体 C. 牙体预备量大 D. 外形线长, 不利防龋 E. 颈缘线长, 对龈缘刺激大", "std": "D", "cot": ""}
{"query": "3. 男, 35 岁。右下一后牙龋坏 3 年, 充填物反复脱落。检查: 右侧下颌第一磨牙牙冠远中及舌侧大面积龋坏缺损, 叩痛 (-), 无松动,临床冠较长。X 线片示根管治疗完善,根长及牙槽骨高度正常。该患者最适合的修复方式是 A. 嵌体 B. 全瓷冠 C. 金属全冠 D. 金属烤瓷全冠 E. 桩核金属烤瓷冠", "std": "E", "cot": "患牙根管治疗后, 牙冠远中及舌侧大面积缺损, 缺损范围大, 牙冠剩余牙体组织少, 不具备足够的体积与外形为修复体提供足够的固位形。直接采用全冠修复时冠部牙体组织的抗力不足, 更不能采用嵌体修复。正确的修复方法是, 去除牙冠部分薄弱的牙体组织, 进行桩核冠修复。"}
{"query": "235. 患者女,26岁。右下第一磨牙缺失,牙槽嵴丰满,右下第三磨牙高位水平阻生, 右下第二前磨牙、右下第二磨牙健康。则治疗计划第一步应为 A. 拔除右下第三磨牙 B. 唇颊沟加深术 C. 牙槽嵴修整术 D. 牙槽骨加高术 E. 右下第二前磨牙、右下第二磨牙行龈下刮治术", "std": "A", "cot": "拔除 8 阻生牙,可预防很多由其引起的并发症,如预防相邻第二磨牙牙周破坏, 利于 6 的修复。"}
{"query": "208. 不可能造成铸造支架式义齿就位困难的是 A. 琼脂印模质量不好 B. 高温包埋材料的热膨胀系数不够 C. 模型有缺损 D. 开盒时用力过大 E. 戴义齿时磨除过多", "std": "E", "cot": "琼脂印模质量不好,印模变形；高温材料热膨胀系数不够,义齿变形；模型有缺损,在支架上形成支点；开盒时用力过大,义齿变形,以上因素都会使义齿就位困难。戴义齿时磨除过多会降低固位力,增大义齿与组织之间的不密合,但不会造成义齿就位困难。"}
{"query": "49. 下列不是与前伸曲线平衡相关的因素是 A. 髁导斜度 B. 切导斜度 C. 牙尖斜度 D. 矢状曲线曲度 E. 定位平面斜度", "std": "D", "cot": ""}
{"query": "191. 可摘局部义齿中没有传导功能力作用的部件是 A. 人工牙 B. 基托 C. 大、小连接体 D. 卡环体 E. 卡臂尖", "std": "E", "cot": "卡臂尖起固位作用。"}
{"query": "29. 不宜选作固定义齿基牙的是 A. 中深龋坏患牙 B. 扭转错位牙 C. 髓角高尖的年轻恒牙 D. 向缺牙间隙倾斜的牙齿 E. 牙体大面积缺损患牙", "std": "C", "cot": "年轻恒牙进行牙体预备易导致牙髓损伤,不适选作固定义齿基牙。其他情况均可通过治疗或适当的牙体预备来解决。"}
{"query": "119. 下面不是长冠基牙适应证的是 A. 需要保存患牙活髓 B. 釉质发育不全牙齿 C. 小牙畸形 D. 覆盖义齿需获得一定侧向支持和固位的 E. 牙髓疾病未治愈的残冠", "std": "E", "cot": ""}
{"query": "51. 烤瓷冠戴用 3 天后咀嚼时修复牙出现咬合痛,检查有明显的叩痛,其原因是(   ) A. 咬合时有早接触点 B. 牙髓炎 C. 龈炎 D. 接触点略紧 E. 接触点过松", "std": "A", "cot": ""}
{"query": "11. 对腭小凹的描述错误的是(   ) A. 位于腭中缝的后部 B. 位于软硬腭交界处的稍后方 C. 数目多为并列的两个, 左右各一 D. 上颌义齿的后缘应止于腭小凹 E. 腭小凹是口内黏膜腺导管的开口", "std": "D", "cot": ""}
{"query": "13. 关于复合固定桥的叙述中, 错误的是 A. 含有4个或4个以上的牙单位 B. 只能2个基牙 C. 由2种或3种基本类型的固定桥组合而成 D. 基牙数目多且分散, 不易获得共同就位道 E. 可有中间基牙", "std": "B", "cot": "此题考查考生对固定桥分类的了解。固定桥的类型有双端固定桥、单端固定桥、半固定桥和复合固定桥。其中, 复合固定桥是由前3种基本类型中的2种或3种固定桥组合而成。复合固定桥有2个以上的基牙, 或者说有4个以上的牙单位(包括基牙和桥体)。因此说复合固定桥只有2个基牙是不正确的。"}
{"query": "40. 全口义齿的稳定是指义齿 (   ) A. 对抗水平和转动力量的能力 B. 对抗从前向后脱位的能力 C. 对抗从后向前脱位的能力 D. 对抗垂直脱位的能力 E. 对抗斜向脱位的能力", "std": "A", "cot": ""}
{"query": "134. 下颌骨因手术或外伤导致连续性丧失后, 为减轻或消除下颌偏斜,应首先进行 A. 植骨 B. 下颌导板治疗 C. 软组织移植 D. 种植牙恢复咬合关系 E. 可摘局部义齿修复", "std": "B", "cot": "下颌导板对维持下颌骨余留残端与上颌的咬合关系非常有用。"}
{"query": "117. 全口覆盖义齿基牙的选择通常多选择 A. 第一磨牙 B. 第二磨牙 C. 尖牙 D. 第一前磨牙 E. 侧切牙", "std": "C", "cot": ""}
{"query": "3. 金属烤瓷全冠唇侧肩台的宽度为 A. 0.5mm B. 1.0mm C. 1.5mm D. 2.0mm E. 2.5mm", "std": "B", "cot": "此题考核金属烤瓷全冠的牙体预备要求。正确答案为B,即烤瓷冠唇侧肩台的宽度为1mm。肩台宽度过窄, 修复空间不足, 影响修复体的强度和美观效果; 肩台过宽, 牙体预备量过大, 则影响预备体的抗力或导致牙髓损害。"}
{"query": "276. 颞下颌关节紊乱病的病因不包括 A. 咬合因素 B. 精神心理因素 C. 行为因素 D. 环境因素 E. 微生物因素", "std": "E", "cot": ""}
{"query": "9. 覆盖义齿制作时应注意(   ) A. 基托组织面与覆盖基牙间,与长冠、短冠金属顶盖间以及双重顶盖间应留有 1 mm 间隙 B. 组织倒凹的处理 C. 利用磁体 D. 基托增力设计 E. 以上都正确", "std": "E", "cot": ""}
{"query": "2. 颌骨缺损的修复治疗中关于磁性固位技术,下列说法中不正确的是(   ) A. 是利用磁体与磁性材料之间的磁引力发展成的一种固位技术 B. 通常是由一只闭合磁路的永磁体和一只由耐蚀软磁合金制作的衔铁组成的磁性附着体 C. 固位可靠, 操作简单, 可自动复位, 无须调节修理 D. 传递较大的侧向力 E. 已成为改善颌面赝复体固位的重要手段", "std": "D", "cot": ""}
{"query": "157. 下列说法错误的是 A. 咬合紊乱可能是咬合病的诱因 B. 咬合紊乱一定造成咬合病 C. 咬合干扰是咬合紊乱的一个临床表现 D. 𬌗形态异常可能造成咬合紊乱 E. 咬合病的临床表现有很大的个体差异", "std": "B", "cot": ""}
{"query": "8. 固定式牙周夹板修复临床必须符合的要求中哪一条除外(   ) A. 牙周炎症能得到控制 B. 能保持口腔清洁 C. 能不刺激龈组织 D. 已行根管治疗", "std": "D", "cot": ""}
{"query": "232. 具有保护松动基牙的夹板作用的卡环是 A. 延伸卡环 B. 联合卡环 C. 对半卡环 D. 尖牙卡环 E. 倒钩卡环", "std": "A", "cot": ""}
{"query": "24. 关于单端固定桥的描述正确的是 A. 又称半固定桥 B. 适用于游离端缺失的修复 C. 适用于一侧基牙倾斜度大, 或两侧基牙倾斜方向差异较大 D. 两基牙单端固定桥接受垂直载荷时, 旋转运动量较单基牙单端固定桥小 E. 当缺失牙的牙周膜面积小于基牙牙周膜面积时, 可采用单端固定桥设计", "std": "D", "cot": "单端固定桥是指仅一端有固位体的固定桥,临床上一般不主张采用,仅适用于缺牙间隙小、咬力较小、基牙牙冠形态正常、牙根粗大、牙周健康的少数病例。而半固定桥是指两端都有固位体,桥体的一端为固定连接体,另一端为活动连接体的固定桥。半固定桥一般适用于一侧基牙倾斜度大,或两侧基牙倾斜方向差异较大,设计双端固定桥难以取得共同就位道的病例。"}
{"query": "193. 可摘局部义齿间接固位体的作用不包括 A. 防止义齿向脱位 B. 对抗侧向力,防止义齿摆动 C. 平衡作用, 防止义齿旋转 D. 支持作用, 防止义齿下沉 E. 分散力,减轻负荷", "std": "A", "cot": "间接固位体的作用主要是防止翘起、摆动、旋转、下沉等不稳定,可分散验力,保护基牙。防止义齿向脱位主要是直接固位体的作用."}
{"query": "45. 对原有修复体的检查包括(   ) A. 原义齿与口腔组织的密合情况 B. 咬合关系 C. 外形是否合适 D. 义齿行使功能的效率 E. 以上都对", "std": "E", "cot": ""}
{"query": "85. 关于熔烧的说法有误的是(   ) A. 熔烧前先进行低温烘烤去蜡 B. 将铸圈放入低温电炉中铸道口应向下 C. 低温电炉缓慢升温到 300 摄氏度 后,将铸圈道口向上放置 D. 焙烧在低温电炉中进行缓慢升温至 600 摄氏度 。维持 15 至 20 分钟,即可铸造 E. 去蜡过程中, 应启动抽风排烟功能, 以免蜡烟污染环境", "std": "D", "cot": ""}
{"query": "238. 患者右上中切牙严重扭转, 近中唇面深龋,牙髓活力测试无反应,叩痛 (+), X 线片:根尖阴影,牙根长大,牙槽骨轻度吸收。牙龈红肿, BOP(+)。则最佳的治疗方案是 A. 拔除后弹性义齿修复 B. 拔除后固定桥修复 C. 根管治疗后桩冠修复 D. 根管治疗后覆盖义齿修复 E. 拔除后种植义齿修复", "std": "C", "cot": "根据题干提供的信息, 可诊断为右上中切牙慢性根尖周及慢性牙周炎,右上中切牙经过根管治疗后可以保留。因其严重扭转,近中唇面深龋,剩余牙体组织不能提供足够的固位形和抗力形,可以行桩冠修复。"}
{"query": "150. 固定义齿修复中以下因素可减小桥体的挠曲变形,除外 A. 采用机械强度大的材料 B. 加厚桥体的金属层 C. 减小桥体跨度 D. 适当减轻桥体所受力 E. 桥体结构形态设计成平面形", "std": "E", "cot": ""}
{"query": "139. 关于个别托盘的说法中, 错误的是 A. 上颌个别托盘后堤区要放置于软腭处, 超过颤动线 2 ˜ 3 mm B. 个别托盘边缘应长于预先取得的功能边缘 C. 下颌个别托盘应包括磨牙后垫及颌舌骨线 D. 个别托盘约 2 ˜ 3 mm 厚即可 E. 个别托盘手柄的安放要垂直于牙槽嵴", "std": "B", "cot": ""}
{"query": "33. 男, 80 岁。上下无牙颌, 下颌牙槽嵴低平。全口义齿修复时基托利用其颊棚区作为主承托区是因为此处 A. 正好位于人工牙下方 B. 骨质致密, 骨面与咬合力平行 C. 骨质致密, 骨面与咬合力垂直 D. 可形成良好边缘封闭 E. 黏膜厚韧", "std": "C", "cot": "颊棚区位于下颌后部牙槽嵴的颊侧, 此处骨皮质厚, 骨质致密。当牙槽嵴骨吸收较多, 变低平时, 此时颊棚区骨面趋向水平, 能承受较大的垂直向咬合压力。因此, 对于牙槽嵴低平患者, 为了增强支持能力, 可将颊棚区作为主承托区。"}
{"query": "218. 下列不是固定桥挠曲的不良后果的是 A. 金属舌面与塑料分离 B. 桥体与固位体之间出现裂缝 C. 对颌牙疼痛 D. 基牙、固位体松动 E. 食物嵌塞", "std": "C", "cot": ""}
{"query": "94. 关于基托蜡型下列叙述不正确的是(   ) A. 厚度要适当,一般为 2 mm B. 人工牙颈缘应有清楚的颈曲线, 并与相邻天然牙的颈曲线相协调 C. 舌侧基托与天然牙接触的边缘应止于倒凹区, 接触龈缘的部分应做缓冲 D. 颊侧基托近远中的伸展, 以缺牙间隙近远中天然牙为界, 舌侧基板则可拓展至 1 到 2 个天然牙 E. 基托蜡型的外形在唇颊舌腭面应呈凹面", "std": "C", "cot": ""}
{"query": "118. 钉洞固位形牙体预备,下列不正确的是 A. 深度一般为 2 mm  B. 直径一般为 1 mm  C. 数目通常为 1~3 个  D. 各钉洞𬌗向聚合 2° ~ 5°  E. 如牙体为死髓深度可超过 2 mm", "std": "D", "cot": "为保证修复体的顺利就位,钉洞之间应相互平行且与修复体就位道一致。"}
{"query": "79. 后牙牙槽嵴正常,金-瓷桥桥体与牙槽嵴的接触方式应采用(   ) A. 鞍式 B. 悬空式 C. 改良鞍式 D. 船底式 E. 单侧接触式", "std": "C", "cot": ""}
{"query": "16. 左上 6 右上 5678 缺失属于 Kennedy 分类的(   ) A. 第一类 B. 第二类 C. 第三类 D. 第四类 E. 第一类一分类", "std": "B", "cot": ""}
{"query": "27. 固定桥稳定性的影响因素中, 叙述不恰当的是 A. 固定桥受力时产生的杠杆作用 B. 牙尖斜度、覆冠程度 C. 固位体固位差, 固定桥稳定性也差 D. 固定桥的桥体位于基牙固位体的支点线上时,固定桥的稳定性较好 E. 固定桥的桥体位于基牙固位体的支点线以外时, 固定桥的稳定性较差", "std": "C", "cot": "固定桥的稳定性与固位有密切的关系,固定桥一旦出现翘动,很容易破坏粘固剂的封闭作用和锁结作用,破坏了固位体的固位, 然而固位体的固位并不是影响固定桥稳定性的因素。"}
{"query": "179. 患者男,36岁。 右下第一前磨牙、右下第二前磨牙、右下第一磨牙缺失,口内其余余留牙健康。设计可摘局部义齿,支点线最好设计成 A. 斜线式 B. 直线式 C. 横线式 D. 纵线式 E. 平面式", "std": "E", "cot": "该类设计应为双侧设计, 支点线应为平面式。"}
{"query": "2. 金属烤瓷全冠舌侧颈缘如以金属为冠边缘者, 预备体颈缘不宜预备成 A. 羽状 B. 凹槽形 C. 较宽的肩台 D. 直角斜面形 E. 浅凹状", "std": "C", "cot": "从修复治疗原则判断: 全冠修复对患牙预备时, 应尽可能保存、保护牙体和牙髓组织健康, 争取保留足够的牙体组织, 减少患牙破坏, 获得修复体远期疗效。选项C预备成较宽的肩台显然违反了上述原则。从金属全冠边缘要求判断, 刃状、羽状、凹状或带斜面的肩台形边缘形式适合修复材料强度大的金属修复体。符合该题干要求的正确答案是C。"}
{"query": "171. 制作 RPD 人工牙的选择原则下列不正确的是 A. 若缺牙间隙大小正常, 牙齿槽嵴丰满, 邻牙和对颌牙无倾斜移位可选用瓷牙 B. 若缺牙间隙小或邻牙有倾斜移位可选用塑料牙 C. 若缺牙间隙大小正常, 对颌牙有伸长移位或咬力较大,修复后牙可选用金属咬面牙 D. 若缺牙间隙大、牙槽骨吸收较明显,对颌牙为天然牙,选择人工后牙的颊舌宽 E. 若基牙牙周情况良好, 牙槽骨丰满, 选择人工后牙的颊舌宽度可与天然牙一致或稍小", "std": "D", "cot": ""}
{"query": "42. 关于杆形卡环,下列说法正确的是(   ) A. 卡环臂的水平部分离开在龈缘下 2 mm B. 臂端进入基牙颊侧中 1/3 倒凹区 C. 在一定程度上增加了游离端义齿加到末端基牙的扭力 D. 尤其适合后牙游离端缺失的末端基牙 E. 口腔前庭浅、软组织倒凹大时可以使用", "std": "D", "cot": ""}
{"query": "38. 不利于全口义齿固位的解剖形态是(   ) A. 牙槽嵴丰满 B. 颌弓宽大 C. 黏膜厚韧 D. 腭穹隆高深 E. 系带附着距离牙槽嵴顶近", "std": "E", "cot": ""}
{"query": "决定可摘局部义齿基托伸展范围的是 A. 基托的种类 B. 人工牙的种类 C. 黏膜的厚度 D. 力的大小 E. 缺失牙的时间", "std": "D", "cot": "可摘局部义齿基托伸展范围应根据缺牙部位数目基牙健康状况、牙槽嵴吸收程度和邻近软组织缺损情况、力的大小等而定。"}
{"query": "189. 不能消除可摘局部义齿翘动的是 A. 增加间接固位体 B. 增大平衡距 C. 增大游离距 D. 增加基托面积 E. 骨突处基托组织面缓冲", "std": "C", "cot": "游离距越大义齿越容易翘动。增加间接固位体、增大平衡距、增加基托面积、消除支点都可以消除翘动不稳定。"}
{"query": "26. 增强铸造金属全冠固位力的方法有(x, y) A. 在咬合面制备针道,轴壁制备轴沟 B. 在龈边缘制备台阶 C. 降低牙尖高度 D. 降低牙尖斜度 E. 以上措施都正确", "std": "E", "cot": ""}
{"query": "25. 男, 61 岁。右侧上颌中切牙、侧切牙、尖牙、第三磨牙，左侧上颌中切牙、侧切牙、第二前磨牙、第一磨牙、第三磨牙缺失, 前牙唇侧组织倒凹明显。模型观测时, 将模型向后方倾斜使就位道方向为从前下向后上的作用不包括 A. 有利于义齿的稳定 B. 增大 7 颊侧远中倒凹 C. 减少牙槽嵴唇侧组织倒凹 D. 减少人工前牙与基牙的间隙 E. 使义齿就位道与脱位方向不一样", "std": "A", "cot": "该病例上颌前牙多数缺失, 如果义齿垂直向上就位, 牙槽嵴唇侧倒凹将限制唇侧基托伸展, 不利于外观和上唇丰满度的恢复。将模型向后倾斜时, 义齿就位道为向后上倾斜就位, 相对地减小了牙槽嵴唇侧倒凹, 有利于唇侧基托伸展。就位道倾斜也减小了与前牙缺隙相邻余留牙的近中倒凹, 避免了因邻牙近中倒凹大, 义齿人工牙与邻牙间形成较大的三角间隙, 既有利于美观, 也可避免食物嵌塞。与垂直向就位道相比, 斜向后上的就位道也改变了后牙缺隙区远中基牙的观测线位置, 基牙远中的倒凹增大, 而近中倒凹减小, 形成 I 型观测线, 便于放置三臂卡环, 使其作为主要基牙, 更好地发挥支持、固位和稳定作用。义齿所受脱位力的方向一般与𬌗平面垂直, 斜向后上的就位道与脱位方向不一致, 也可增强义齿的固位作用。由此可见, 选项 B、C、D、E 均为向后倾斜模型能够获得的作用。该病例义齿可设计面式固位, 不存在不稳定的问题, 倾斜模型也不会影响义齿的稳定。因此正确答案选 A。"}
{"query": "55. 下面哪一项是全瓷冠的临床注意事项(   ) A. 四环素牙严重变色者 B. 夜磨牙患者 C. 对金属过敏者 D. 前牙切 1/3 折断缺损者", "std": "B", "cot": ""}
{"query": "26. 下面因素与固定桥基牙牙周潜力无关的是(   ) A. 牙周膜 B. 牙槽骨 C. 咀嚼肌纤维 D. 牙龈 E. 结合上皮", "std": "C", "cot": ""}
{"query": "82. 下列不是用于确定水平颌位关系的方法是 A. 哥特弓描记法 B. 肌肉疲劳法 C. 肌监测仪法 D. 卷舌后舔法加上医师经验 E. 息止颌位法", "std": "E", "cot": ""}
{"query": "19. 基牙在牙弓上的位置, 下列情况最有利于义齿固位的是 A. 支点线成弧形 B. 基牙位于牙弓的一侧 C. 支点线成平面形 D. 基牙位于牙弓前面 E. 基牙位于牙弓后面", "std": "C", "cot": ""}
{"query": "47. 女, 35 岁。要求修复右下颌缺失牙。检查: 右侧下颌第一前磨牙、第一磨牙缺失, 咬合空间尚可, 牙槽嵴轻度吸收; 右侧下颌尖牙、第二前磨牙牙体未见异常, 叩痛 (-), 无松动; 右侧下颌第二磨牙牙体缺损, 见暂封材料, 近中倾斜 20°, 叩痛(-), 无松动。曲面断层片如图 4-36 所示。经过沟通, 现拟以右侧下颌尖牙、第二前磨牙、第二磨牙为基牙, 行固定桥义齿修复。对于此方案, 以下说法正确的是 A. 右侧下颌尖牙、第二前磨牙须先完成根管治疗 B. 右侧下颌尖牙、第二前磨牙、第二磨牙全冠固位体且均为固定连接体 C. 右侧下颌第二磨牙近中采用活动连接体 D. 右侧下颌尖牙、第二前磨牙、第二磨牙牙体量越少越好 E. 右侧下颌第二磨牙可采用根内固位体", "std": "C", "cot": "此题考核的知识点是固定义齿的基牙预备。对于活髓牙, 只有在牙体预备可能穿髓的情况下, 才需要先进行根管治疗, 排除选项 A。固定义齿修复时, 在各基牙的固位体设计中应根据口内具体情况选择合适的设计方案, 由于右侧下颌第二磨牙近中倾斜 20°, 若选择全冠固位体, 存在与右侧下颌尖牙、第二前磨牙难以取得共同就位道的问题, 所以排除选项 B。固位体预备时, 需要考虑基牙和修复体的固位形和抗力型, 共同就位道等因素, 并非牙体磨除量越少越好, 可排除选项 D。 右侧下颌第二磨牙牙为完成根管治疗的牙齿, 存在牙体缺损, 应首先评估是否需桩核修复以加强基牙抗力, 根内固位体极少采用, 且难以与右侧下颌尖牙、第二前磨牙基牙固位体有共同就位道, 排除选项 E 。由于右侧下颌第二磨牙近中倾斜角度较大, 不能与右侧下颌尖牙、第二前磨牙形成共同就位道,右侧下颌第二磨牙近中的连接体可以设计成栓道式的活动连接体, 因此正确答案是 C 。"}
{"query": "22. 铸造金属全冠牙体预备的一般顺序是( ) A. 颊舌面-邻面-咬合面 B. 颊舌面-咬合面-邻面 C. 咬合面-颊舌面-邻面 D. 邻面-颊舌面-咬合面 E. 邻面-咬合面-颊舌面", "std": "C", "cot": ""}
{"query": "242. 右上中切牙、侧切牙及左上中切牙缺失,缺牙间隙较大,咬合正常,余留牙良好,设计固定义齿修复最理想的基牙是 A. 右上尖牙和左上侧切牙 B. 右上尖牙、第一前磨牙和左上侧切牙、尖牙 C. 右上尖牙和左上侧切牙、尖牙 D. 右上第一前磨牙和左上侧切牙、尖牙 E. 右上尖牙、第一前磨牙和左上侧切牙、尖牙、第一前磨牙", "std": "C", "cot": ""}
{"query": "14. 男, 47 岁。右上后牙固定义齿修复半年后松动。查: 右侧上颌第一磨牙缺失, 余牙正常, 右侧上颌第二前磨牙、第二磨牙全冠固定桥, 右侧上颌第二前磨牙固位体松动。拆除固定桥后发现, 右侧上颌第二前磨牙预备体聚合度过大, 轴面浅龋。重新修复时应 A. 增加右侧上颌第一前磨牙做基牙 B. 增加右侧上颌第三磨牙做基牙 C. 右侧上颌第二前磨牙牙髓失活、根管治疗后改桩核冠固位体 D. 右侧上颌第二前磨牙重新预备, 增加固位体密合性 E. 改右侧上颌第一磨牙单端固定桥", "std": "C", "cot": "该病例固定桥松动的原因是右侧上颌第二前磨牙预备体聚合度过大导致固位体固位差。重新修复时应考虑增加固定桥近中端的固位力。增加右侧上颌第三磨牙作基牙会导致两端固位力更加不均衡。右侧上颌第二前磨牙重新预备, 增加固位体密合性对其固位力的改善非常有限。而改为单端桥不利于基牙的健康。故选项 B、D、E 可排除。选项 A 与 C 比较, 增加右侧上颌第一前磨牙做基牙与利用桩核来改善右侧上颌第二前磨牙固位体的固位均可达到相同的目的, 但选项 C 应该更加符合修复治疗的组织保健原则。"}
{"query": "65. 牙体缺损修复后出现修复体损坏, 可能的原因除外 A. 咬硬物 B. 铸造修复体表面砂眼 C. 牙面牙体预备量不足 D. 夜磨牙症 E. 口腔卫生维护不良", "std": "E", "cot": "牙体缺损修复后, 如受外力咬硬物可导致修复体的损坏,以瓷修复体和前牙多见；由于材料因素、制作因素,如局部棱角有锐边, 应力集中处易折断以及铸造修复体表面砂眼等可引起损坏; 由于牙体预备量不足, 修复体牙面调磨过多,夜磨牙症导致修复体牙面磨耗过多, 均可导致修复体的损坏。正确答案是 E 选项。"}
{"query": "60. 下列牙列缺损情况中, 适用于解剖式印模的是 A.右侧上颌第一磨牙、第二磨牙、第三磨牙和左侧上颌第二磨牙、第三磨牙缺失 B.右侧上颌第一磨牙、第二磨牙、第三磨牙和左侧上颌第二前磨牙、第一磨牙缺失 C.右侧上颌第一磨牙、第二磨牙、第三磨牙和左侧上颌中切牙、侧切牙、尖牙、第一前磨牙缺失 D.右侧上颌第二前磨牙、第一磨牙和左侧上颌第二前磨牙、第一磨牙缺失 E.右侧上颌中切牙、侧切牙、尖牙、第一前磨牙、第二前磨牙和左侧上颌中切牙、侧切牙、尖牙、第一前磨牙缺失", "std": "D", "cot": "此题考核的知识点是可摘局部义齿印模与模型。对于存在游离端的Kennedy第一类、第二类和缺失牙较多的Kennedy第四类牙列缺损应采用功能性印模, 故选项A、B、C、E为错误答案。解剖式印模用于牙支持式和黏膜支持式义齿取模。"}
{"query": "209. 可摘局部义齿的固位力与基牙倒凹的深度、坡度的关系是 A. 深度越大, 坡度越大, 固位力越大 B. 深度越大, 坡度越小, 固位力越大 C. 深度越小, 坡度大, 固位力越大 D. 深度越小, 坡度越小, 固位力越大  E. 固位力大小与坡度无关", "std": "A", "cot": "在卡环臂的弹性限度内,倒凹深度越大,卡臂对基牙的正压力越大,固位力越大；同样,在倒凹深度相同的情况下,坡度越大, 卡臂对基牙的正压力也越大,故固位力越大。"}
{"query": "37. 男, 30 岁。要求修复有洞左下后牙, 患牙 6 个月前曾出现自发痛, 后自行缓解。检查:左侧下颌第一磨牙𬌗面缺损情况如图 4-27 所示, 无探痛, 不松动, 叩痛 (+), 牙龈不红肿。X 线片: 左侧下颌第一磨牙根尖低密度影像。 该患牙在修复前首先应进行的治疗是 A. 窝洞去腐, 保留下层硬化牙本质, 暂封观察 B. 窝洞去腐, 氢氧化钙垫底, 树脂永久充填 C. 窝洞去腐, 氢氧化钙垫底, 暂封观察 D. 窝洞去腐, 并行根管治疗 E. 窝洞去腐, 去冠髓, 保留根髓, 暂封观察", "std": "D", "cot": "此题考核的知识点是牙体缺损修复前口腔的一般处理。患牙有自发痛史, 现叩痛 (+), 根尖低密度影, 提示左侧下颌第一磨牙存在慢性根尖周炎。选项 A、B、C 的处理办法适用于牙髓状态正常的深龋患牙, 故应该排除。此外, 患牙炎症已感染至根尖, 没有必要保留根髓, 应排除选项 E 。"}
{"query": "33. 全口义齿初戴时, 患者感觉就位时疼痛,戴入后缓解, 原因是 A. 义齿边缘过长 B. 组织面有瘤子 C. 系带附丽接近牙槽嵴顶 D. 有唇颊侧倒凹 E. 腭部硬区未缓冲", "std": "D", "cot": "全口义齿就位时疼痛,戴入后缓解, 表明义齿就位时就位道有阻力, 即组织倒凹,义齿基托摩擦组织产生疼痛,一旦越过倒凹区就位后疼痛即缓解,而如果组织面有瘤、义齿边缘过长及腭部硬区未缓冲等引起的疼痛,义齿就位后应更加疼痛。"}
{"query": "75. 以下哪一点不应是初戴全口义齿后出现的问题(   ) A. 固位不良 B. 发音障碍 C. 基牙(余留牙)疼痛 D. 恶心", "std": "C", "cot": ""}
{"query": "关于𬌗支托的描述, 错误的是 A. 厚度为 1.0  \trim{1.5}\texture{mm} B. 前磨牙颊舌径的 1/2 C. 磨牙颊舌径的 1/3 D. 前磨牙近远中径的 1/2 E. 磨牙近远中径的 1/4", "std": "D", "cot": "𬌗支托长度应为磨牙近远中径的 1/4 或前磨牙近远中径的 1/3 。"}
{"query": "46. 塑料暂时冠没有下列哪项作用(   ) A. 避免牙髓刺激 B. 保持牙位及修复间隙 C. 暂时性美观 D. 便于清洁 E. 安抚牙髓", "std": "E", "cot": ""}
{"query": "79. 如果患者说明仅在打哈欠时义齿易掉,应该检查什么,除了(   ) A. 义齿边缘伸展 B. 义齿磨光面形态 C. 后堤区是否合适 D. 系带是否让开 E. 义齿是否稳定", "std": "E", "cot": ""}
{"query": "42. 下列不适合做桩冠修复的是 A. 牙冠大部分缺损 B. 缺损涉及龈下,牙根有足够长度,龈缘切除术能暴露缺损牙者 C. 牙根缺损超过根长 1/3 者 D. 唇向或舌向扭转牙 E. 畸形牙直接预备固位形不良者", "std": "C", "cot": "牙根缺损超过根长的 1/3 ,则冠根比倒置,患牙修复后易导致松动。"}
{"query": "213. 金瓷冠不透明瓷的厚度为 A. 0.1mm B. 0.2mm C. 0.3mm D. 0.4mm E. 0.5mm", "std": "B", "cot": ""}
{"query": "59. 下列制作全口义齿排牙的原则,错误的是(   ) A. 前牙切导斜度要大 B. 排牙时切忌排成深覆合 C. 合平面平分颌间距离 D. 排牙时尽量排在牙槽嵴顶 E. 要求保持义齿各方向的平衡接触", "std": "A", "cot": ""}
{"query": "13. 关于铸造桩的说法中, 错误的是 A. 根尖封闭材料不少于 4mm B. 保证桩的长度不小于临床牙冠的长度 C. 保证桩处于牙槽骨内的长度大于根处在牙槽骨内长度的 2/3 D. 桩的直径一般不能超过根径的 1/3 E. 保证使用的铸造金属有较好的强度", "std": "C", "cot": ""}
{"query": "138. 覆盖义齿双层顶盖间内外层间隙常规保留约 A. 0.5 mm B. 1.0 mm C. 1.5 mm D. 2.0 mm E. 紧密接触,无间隙", "std": "B", "cot": ""}
{"query": "261. 前牙金瓷冠切端应磨除 A. 1.0 mm B. 1.5 mm C. 2.0 mm D. 2.5 mm E. 3.0 mm", "std": "C", "cot": "前牙切端应预备出 2.0 mm 的间隙。"}
{"query": "258. 右上第三磨牙、右上第二磨牙、右上第一磨牙、右上第二前磨牙、右上第一前磨牙、右上尖牙、左上中切牙、左上侧切牙、左上尖牙、左上第一前磨牙、左上第二前磨牙、左上第三磨牙、右下第三磨牙、右下第一磨牙、右下第二前磨牙、右下尖牙、左下中切牙、左下侧切牙、左下尖牙、左下第二前磨牙、左下第一磨牙、左下第二磨牙、左下第三磨牙缺失时,为了在模型上建立正确的咬合关系,应采用 A. 用咬蜡的方法记录余留牙的咬合关系 B. 用托记录垂直距离 C. 用托记录正中关系 D. 用托记录垂直距离及正中关系 E. 利用模型直接建立咬合关系", "std": "D", "cot": "由于患者余留牙已无咬合关系, 应用验托记录患者的垂直距离及正中关系。"}
{"query": "62. 以下对全冠松动原因的叙述不正确的是 A. 牙体固位形差 B. 固位体固位力不够 C. 固位体与基牙不密合 D. 粘固前干燥不彻底 E. 基牙牙根过短", "std": "E", "cot": ""}
{"query": "17. 下颌处于安静状态时, 上、下牙列之间的距离称为 A. 长正中 B. 覆盖 C. 息止𬌗间隙 D. 颌间距离 E. 垂直距离", "std": "C", "cot": ""}
{"query": "91. 𬌗垫治疗 TMD 的作用机制不包括 A. 诱导下颌位发生改变,使颞下颌关节结构趋于协调 B. 减小关节内压,恢复关节滑膜的血供,减轻关节疼痛症状 C. 对患者的心理暗示作用 D. 息止颌位时,肌电活动幅度下降,改善咀嚼肌功能 E. 限制了下颌运动, 有助于放松咀嚼肌", "std": "E", "cot": "𬌗垫根据验位关系约束情况分为释放型和导向型。释放型胎垫𬌗面光滑平坦,点状均匀接触,不受牙尖斜面引导。而导向型𬌗垫引导下颌进入特定的治疗颌位。两者均没有限制下颌运动来治疗的 TMD 的作用机制。"}
{"query": "43. 因牙周病需要拔牙的患者,拔牙后义齿修复的最佳时机是 A. 拔牙后即刻 B. 拔牙后 1 周 C. 拔牙后 1 个月 D. 拔牙后 2 个月 E. 拔牙后 3 个月", "std": "E", "cot": ""}
{"query": "77. 全口义齿固位不良的可能原因不包括(   ) A. 口腔休息状态时义齿松动脱落, 可能是边缘封闭不好 B. 口腔休息状态时义齿松动脱落, 可能是存在干扰 C. 口腔休息状态时义齿固位尚好, 但运动时易脱落, 可能是基托边缘过长 D. 义齿固位尚好, 但咀嚼时易脱位, 可能是咬合不平衡", "std": "B", "cot": ""}
{"query": "14. 在设计双端固定桥时, 若一端基牙的牙周条件较差, 应考虑 A. 在牙周条件较差的一端用固位力较强的固位体 B. 在牙周条件较差的一侧多增加一个基牙 C. 在牙周条件较差的一端适当减少固位体的固位力 D. 选用机械强度略低的材料制作固定桥 E. 增加桥体咬合面积", "std": "B", "cot": "固定桥修复的原则是基牙的牙周储备力必须大于缺失牙的𬌗力。因此, 当基牙的牙周条件较差, 即支持潜力不足时, 必须考虑增加基牙的数目。原则上, 应在较弱基牙一侧增加基牙, 起到保护较弱基牙的目的。而改变固定桥的固位设计不会改善基牙的支持。机械强度差的固定桥会增加基牙的支持负担。而减小桥体𬌗面的牙尖高度, 只能在一定程度上减小基牙所受的𬌗力。"}
{"query": "44. 正常制备前牙桩冠根面时应制成 A. 唇舌向两个斜面 B. 舌唇向斜面 C. 唇舌向斜面 D. 唇舌向平面 E. 近远中向平面", "std": "A", "cot": "在正常情况下,将根面预备成唇舌向的两个斜面,两斜面相交成一条近远中向的嵴,并通过根管口中央,以增加桩冠的长度,并防止桩冠受力后发生扭转移位。"}
{"query": "264. 患者女,32 岁。 左下第一磨牙做基牙单端固定桥修复左下第二磨牙 (无左下第三磨牙 ), 戴用 2 年余, 近 1 年自觉出现基牙松动,冷热疼痛不适,检查:左下第一磨牙松动度 一度 ,固位体表面穿孔,深龋洞,边缘不密合, 牙龈充血红肿。其基牙松动的原因可能是 A. 固位体和基牙不密合 B. 设计不当,基牙受力过大 C. 固位体材料强度差 D. 基牙牙周炎 E. 基牙牙根过短", "std": "B", "cot": ""}
{"query": "10. 女, 35 岁。左侧上颌第二前磨牙MO 嵌体,远中𬌗面深龋。X 线片示根充完善, 余无异常。最佳修复治疗方案是 A. DO 树脂充填 B. MOD 嵌体 C. 全冠 D. 桩核冠 E. 覆盖义齿", "std": "D", "cot": "患牙 MO 嵌体, 又有远中𬌗面龋, 形成 MOD 缺损, 对于前磨牙而言, 缺损过大, 牙冠剩余组织抗力不足, 且易受侧向力、扭转力, 不宜采取充填、嵌体修复。即使采取全冠修复, 也可能发生冠折。正确的方法是适当去除薄弱牙体组织, 进行桩核冠修复。覆盖义齿的修复效果显然不如桩核冠。"}
{"query": "39. Kennedy第二类牙列缺损者, 可摘局部义齿修复时主要缺隙处应取 A. 解剖式印模 B. 无压力印模 C. 静态印模 D. 功能性印模 E. 一次印模", "std": "D", "cot": "此题考查考生对Kennedy分类的了解情况以及可摘局部义齿印模的分类和应用。Kennedy第二类为单侧游离缺失。如果采用一次印模法取得在无压力状态下牙槽嵴黏膜的形态, 由于牙槽嵴黏膜的弹性, 义齿游离端基托在受到咬合力作用时易发生龈向下沉或翘动, 并导致基牙受到扭力。因此, 印模应取得游离端黏膜的功能时的形态, 以减小义齿游离端基托的下沉, 即取功能性印模, 或称为压力印模。功能性印模需采用二次印模法。无压力印模又称为解剖式印模、静态印模。"}
{"query": "185. 可摘局部义齿蜡型的要求, 下列错误的是 A. 人工牙与对颌牙有良好的咬合关系 B. 人工牙颊舌径宽度较天然牙小 C. 人工牙舌侧不应有邻间隙 D. 基托厚度约 2 mm ,表面光滑 E. 基托唇颊面应模仿牙龈突度外形舌侧呈凹斜面形", "std": "C", "cot": ""}
{"query": "1. 男, 55 岁。右上后牙进食时咬合痛 1 个月, 无自发痛史。检查: 右侧上颌第二磨牙牙冠完整, 𬌗面中度磨耗, 临床冠短, 近中𬌗边缘嵴处可见隐裂纹, 咬棉卷不适, 牙髓活力正常, 叩痛 (一), 不松动。X 线片未见异常。余留牙未见异常。该患者最佳治疗方案是 A. 调,随诊观察 B. 塑料全冠暂时修复 C. 铸造金属全冠修复 D. 金属烤瓷全冠修复 E. 牙髓治疗后全冠修复", "std": "C", "cot": "右侧上颌第二磨牙为隐裂牙, 且有咬合痛症状, 其预后可能发展成牙髓炎、根尖周炎, 还可能出现牙齿劈裂, 符合全冠修复的适应证, 应进行全冠修复。患牙牙髓活力正常, 暂时不需要先做牙髓治疗。且右侧上颌第二磨牙临床冠短, 固位力不佳, 可采用铸造金属全冠减少牙体预备量, 从而保留更多的牙体组织并避免活髓牙修复后牙本质敏感。此外, 右侧上颌第二磨牙为后牙, 铸造金属全冠对美观的影响较小。"}
{"query": "20. 根据无牙颌的组织结构和全口义齿的关系,将无牙颌分成(   ) A. 3 个区 B. 4 个区 C. 5 个区 D. 6 个区 E. 8 个区", "std": "B", "cot": ""}
{"query": "44. 下颌全口义齿基托磨光面形态通常呈凹形, 但如果颊侧翼缘区基托磨光面凹度太大会导致 A. 义齿翘动 B. 咀嚼无力 C. 食物积存 D. 义齿固位不良 E. 咬颊", "std": "C", "cot": "颊侧翼缘区基托磨光面凹度太大使基托与颊黏膜间存在空隙,导致食物积存。"}
{"query": "260. 患者男,65岁。左下第二前磨牙、左下第一磨牙、左下第二磨牙、左下第三磨牙 缺失,为减小义齿游离端水平向移动,以下不正确的是 A. 采用双侧联合设计 B. 缺牙区对侧设计间接固位体 C. 扩大基托面积 D. 末端基牙设计 RPI 卡环组, 减少基牙扭力 E. 选用牙尖斜度大的人工牙", "std": "E", "cot": ""}
{"query": "76. 关于金属烤瓷桥前牙桥修复中, 为了避免牙间间隙处瓷层薄而影响瓷层修复的色泽,连接体应靠近(   ) A. 舌侧 B. 唇侧 C. 颈缘 D. 牙体中 1/3 E. 牙体中 1/2", "std": "A", "cot": ""}
{"query": "9. 男, 60 岁。右上后牙龋坏缺损 3 年, 曾行银汞充填, 充填后充填物反复脱落。检查: 右侧上颌第二磨牙远中邻面大面积银汞充填, 活髓, 不松动, 叩痛 (一), 牙龈退缩, 临床冠长。拟行铸造金属全冠修复。全冠龈边缘的最佳位置是 A. 龈缘以上 B. 平齐龈缘 C. 龈沟内 0.5mm D. 龈沟内 1mm E. 达龈沟底", "std": "A", "cot": "全冠的颈部边缘位置通常可有两种:一种为龈下边缘, 另一种为龈上边缘。采用龈下边缘的目的是避免暴露烤瓷冠的边缘, 以利于美观 (多用于前牙); 另外可增加预备体轴面高度, 增强固位。但龈下边缘不易保护牙龈的健康, 因此龈下边缘的位置不宜过深, 牙龈健康的情况下,可位于龈缘下 0.5mm ,任何时候都不要将边缘置于龈沟底。对于本题的病例而言, 患者年龄大, 牙龈退缩明显, 临床冠长。如果采取龈下边缘, 则必须磨除过量的牙体组织, 容易导致牙本质敏感, 甚至露髓。患牙为右上第一磨牙, 龈上边缘对美观无明显影响。患牙临床冠长, 不需要增加预备体轴壁高度来增强固位。因此息牙全冠最适合采用龈上边缘。"}
{"query": "149. 冠内附着体义齿设计与制作的要点，描述错误的是 A. 放置附着体的基牙冠修复后, 为增加附着体的强度可增宽牙冠的颊舌径 B. 冠内附着体与其他固位体可联合使用 C. 栓道的底部即起到常规义齿中支托窝的作用 D. 如义齿需采用两个或两个以上冠内附着体,必须使各冠内附着体栓道轴壁间有共同就位道 E. 冠内附着体可用于修复游离端牙列缺损的患者", "std": "A", "cot": "冠内附着体的阴性结构放置在人工冠内,不超出牙冠的自然外形范围,否则将对基牙牙周健康产生不良影响。"}
{"query": "205. 间接固位体主要增加可摘局部义齿的 A. 固位力 B. 稳定性 C. 支持力 D. 坚固性 E. 咀嚼力", "std": "B", "cot": "间接固位体的作用主要是防止翘起、摆动、旋转、下沉等不稳定。"}
{"query": "70. 金属烤瓷修复体的烤瓷材料内部有利于金瓷结合的应力是 A. 拉应力 B. 压应力 C. 扭转力 D. 剪切力 E. 弯曲应力", "std": "B", "cot": "根据瓷承受压应力能力(80~ 150kg/mm2) 是承受张应力 (4 ~ 9kg/mm2 的 10 倍这一特性,金瓷匹配指数为正值,且在一定范围内时, 即界面上有一定量的压应力时, 有利于金瓷结合。"}
{"query": "280. 口腔科放射线检查时,所用的薛氏位 X 线片适用于 A. 观察牙列情况 B. 观察牙齿根尖情况 C. 观察头颅正面情况 D. 观察 TMJ 情况 E. 观察头颅侧面情况", "std": "D", "cot": "薛氏位片即颞下颌关节侧斜位片,显示颞下颌关节外侧 1/3 侧斜位影像,可以同时显示关节窝、关节结节、髁突及关节间隙。"}
{"query": "14. 洞固位形的深度为(   ) A. 2 mm 以上 B. 3 mm 以上 C. 4 mm 以上 D. 以上都对 E. 以上都不对", "std": "A", "cot": ""}
{"query": "47. 采用哥特式弓描记法确定无牙颌颌位关系时, 当描记针位于哥特式弓形描记轨迹尖端时, 下颌处于 A. 正中𬌗位 B. 正中关系位 C. 息止𬌗位 D. 姿势位 E. 牙尖嵌合位", "std": "B", "cot": "哥特式弓形描记轨迹边缘代表下颌在侧方和后退运动的边缘位置。因此当描记针位于此轨迹的尖端时, 下颌处于后退的最后位置, 即正中关系位。正中𬌗位和牙尖交错位是牙𬌗位, 而不是颌位, 无牙颌患者不存在正中𬌗位和牙尖交错位。息止𬌗位和姿势位不是下颌后退颌位。"}
{"query": "23. 女, 54 岁。右侧下颌第一磨牙、第二磨牙、第三磨牙，左侧下颌尖牙、第一前磨牙缺失, 右侧下颌第二前磨牙设计 RPI 卡环时, 导平面应预备在右侧下颌第二前磨牙的 A. 近中边缘嵴 B. 远中边缘嵴 C. 远中颊轴角 D. 远中舌轴角 E. 远中邻面", "std": "E", "cot": "RPI 卡环由近中𬌗支托、邻面板和 I 型杆卡环臂三部分组成。邻面板位于游离缺失末端基牙的远中邻面, 基牙与邻面板接触的部位需要预备导平面, 与邻面板密合, 与就位道方向一致。正确答案是 E 。"}
{"query": "139. 单颌覆盖义齿颌间距最少应在 A. 4mm B. 6mm   C. 8mm D. 10mm   E. 12mm", "std": "B", "cot": ""}
{"query": "16. 上颌牙列中牙周膜面积最大的是(   ) A. 第二前磨牙 B. 第一前磨牙 C. 尖牙 D. 第一磨牙 E. 第二磨牙", "std": "D", "cot": ""}
{"query": "245. 患者男,35岁。试戴左下第一磨牙金属烤瓷冠时,出现翘动。其原因不可能是 A. 烤瓷冠内的金属瘤 B. 修复体未完全就位 C. 预备体轴壁聚合度过大 D. 石膏代型磨损 E. 邻接过紧", "std": "C", "cot": "导致全冠试戴翘动的原因有: 石膏代型磨损、冠内壁金属瘤、邻面恢复过多致邻接关系过紧,还有各种原因导致冠未完全就位。 而预备体轴壁聚合度过大时全冠更易就位,减少翘动,但是会导致固位不良。"}
{"query": "43. 女, 68 岁。全口义齿戴用 1 周, 休息状态时, 上下颌义齿固位可; 平时讲话、进食时义齿容易松脱。 检查发现患者上颌为 I 类牙槽嵴, 下颌为 II 类牙槽嵴, 口腔咀嚼黏膜厚度、弹性和韧性适中, 口腔黏膜湿润, 唾液黏稠度适中。 下颌义齿戴入后, 压迫远中颊角区黏膜转折处, 颊肌运动时, 义齿向前上方脱位。请问医师诊断患者义齿松脱最可能的原因是 A. 颌骨解剖形态不利于固位 B. 义齿承托区黏膜移动度较大 C. 唾液分泌量不足 D. 义齿基托边缘伸展不当 E. 义齿边缘封闭不良", "std": "D", "cot": "此题考核的知识点是影响全口义齿固位的有关因素。休息状态时, 上下颌义齿固位可; 平时讲话、进食时义齿容易松脱; 检查发现, 下颌义齿戴入后, 压迫远中颊角区黏膜转折处, 颊肌运动时, 义齿向前上方脱位, 以上提示该患者义齿松脱的最可能原因是义齿基托边缘伸展不当。因此正确答案是 D 。"}
{"query": "129. 关于腭护板,下列叙述错误的是 A. 腭护板是在手术前制取的上颌模型上 预制的 B. 腭护板不应进入缺损腔 C. 腭护板应覆盖并略超过手术后的整个 缺损腔 D. 伤口愈合前缺损侧后牙应恢复咬 合关系 E. 腭护板应形成正常的腭轮廓", "std": "D", "cot": "伤口愈合前缺损侧后牙不用恢复 咬合关系。"}
{"query": "7. 不宜用作嵌体修复的材料是 A. 复合树脂 B. 自凝塑料 C. 烤瓷 D. 铸造陶瓷 E. 金属", "std": "B", "cot": "嵌体是一种嵌入牙体内部, 用于恢复牙体缺损的形态和功能的修复体或冠内固位体。制作嵌体的材料应使用机械性能优良的金属材料和耐磨性能较好的瓷材料与复合树脂。自凝塑料耐磨性能差, 单体刺激性强烈, 不宜用作嵌体修复的材料。"}
{"query": "15. 最适宜作桥体龈面的材料是 A. 金合金 B. 镍铬合金 C. 瓷 D. 复合树脂 E. 自凝树脂", "std": "C", "cot": "为了避免刺激牙槽嵴黏膜, 对于固定桥桥体龈面材料的要求是应尽量光洁, 不易附着菌斑和软垢。选项所列的5种材料中, 瓷最光洁, 是制作桥体龈面最适合的材料, 其次是金属材料(金合金、镍铬合金), 树脂的光洁度稍差。"}
{"query": "237. 患儿男,10岁。1周前不慎跌倒致左上中切牙切2/3冠折。余牙有散在间隙,以下处理方法中错误的是？", "std": "", "cot": ""}
{"query": "186. 固定桥出现松动的可能原因有 A. 基牙预备不良, 聚合度过大 B. 两端固位体固位力相差悬殊 C. 修复体边缘不密合 D. 桥架变形致就位道略有差异 E. 以上均有可能", "std": "E", "cot": ""}
{"query": "68. 部分冠的适应证不包括(   ) A. 有牙体缺损需修复但又非嵌体的适应证时 B. 龋坏率高的患牙 C. 患牙有某一牙面是完整的 (多为唇颊面), 且保留该面以免使修复体的固位与抗力不足 D. 牙各部位的各个径均较大 (尤其唇舌径), 为尽量减少牙体预备量可行部分冠修复", "std": "B", "cot": ""}
{"query": "92. 后牙铸造金属全冠牙体预备时, 以下选项 正确的是 A. 为保存更多的余留牙体组织,𬌗面磨除不能超出 1 mm B. 𬌗面预备形成一个平面 C. 轴面预备必须无倒凹, 无聚合度, 并与牙长轴平行, 以保证修复体有足够的固位力 D. 𬌗面功能尖斜面应预备出不少于 1.5 mm 的空间 E. 轴面边缘预备形成 1 mm 的无角肩台", "std": "D", "cot": "铸造金属全冠的𬌗面牙体预备时, 功能尖斜面即功能尖的工作斜面要求预备出不少于 1.5 mm 的修复空间,以保证铸造金属全冠在该部位有足够的修复材料厚度, 从而保证修复体足够的抗力形和耐用性。"}
{"query": "72. 下颌全口义齿基托的封闭区是 A. 唇、颊系带 B. 磨牙后垫区 C. 下颌舌骨嵴 D. 下颌隆突 E. 颊棚区", "std": "B", "cot": ""}
{"query": "228. 可摘局部义齿基托组织面不应作缓冲的部位是 A. 上颌结节颊侧 ... B. 上颌硬区 C. 下颌隆突 D. 磨牙后垫 E. 内斜嵴", "std": "D", "cot": "下颌义齿后缘应覆盖磨牙后垫的前 1/3 到 1/2 ,以形成良好的封闭固位作用。"}
{"query": "286. 颌面缺损的病因中,最常见的是 A. 唇裂 B. 腭裂 C. 外伤 D. 颌面部肿瘤手术切除 E. 颌面部炎症", "std": "D", "cot": "颌面缺损的病因中最常见的是颌面部肿瘤手术切除后造成的缺损。"}
{"query": "35. 间接固位体的主要作用是(   ) A. 提供稳定作用以对抗游离端基托的垂直向脱位 B. 减少造成主要基牙前后向倾斜的杠杆作用 C. 其小连接体与牙齿轴面接触, 能抵抗水平向运动, 有助于义齿稳定 D. 可抵抗支持间接固位体的前牙的舌向运动, 具有稳定作用 E. 作为辅助支托支持大连接体, 有利于应力的传递和分散", "std": "A", "cot": ""}
{"query": "22. 无牙颌患者戴全口义齿时发现,吸附力良好, 但无法发“嘶”音, 分析最可能的原因是 A. 基托后缘过长 B. 咬合有高点 C. 垂直距离过高 D. 垂直距离过低 E. 前伸𬌗不平衡", "std": "C", "cot": "咬合垂直距离过高时由于人工牙占据了息止颌间隙,使讲话时上下牙发生碰触, 表现为发“嘶”音受阻。"}
{"query": "143. 以下不是设计覆盖义齿暴露牙周基托的设计原则的是 A. 尽可能少覆盖龈边缘 B. 以金属为邻面边缘 C. 基牙数目越多, 基托暴露可越多 D. 暴露牙周基托可消除基托对边缘龈的机械刺激 E. 暴露牙周基托增加了基托周围的牙菌斑堆积, 需加强清洁", "std": "E", "cot": "近年的实验研究结果表明,覆盖义齿暴露牙周的基托可减少基托周围的牙菌斑堆积,防止食物嵌塞,允许自由的唾液冲刷牙龈及一定程度的自洁作用,基牙周围暴露的基托可以方便在戴入义齿时以邻间刷清洁根帽周围的邻面,义齿基托邻面可作为导平面自动引导邻间刷的刷毛朝向边缘。"}
{"query": "35. 固定义齿修复中, 基牙倾斜角度较大时, 可采用以下设计获得共同就位道,除外 A. 改良 3/4 冠固位体 B. 桩核冠固位体 C. 套筒冠固位体 D. 半固定桥 E. 增加基牙", "std": "E", "cot": "增加基牙可以分散𬌗力,但对于倾斜基牙获得共同就位道无意义。"}
{"query": "69. 初戴全口义齿做前伸运动时,若前牙无接触,应(   ) A. 调磨降低上后牙牙尖高度 B. 调磨降低下后牙牙尖高度 C. 调磨上后牙牙尖近中斜面或和下后牙牙尖远中斜面 D. 调磨上后牙牙尖远中斜面或和下后牙牙尖近中斜面 E. 用自凝胶恢复上前牙切缘高度", "std": "D", "cot": ""}
{"query": "95. 下面不是铸造金属全冠牙体预备的要求的是 A. 轴面预备后相互形成 6 的内聚角 B. 轴面预备后无倒凹 C. 𬌗面预备应与𬌗面解剖外形相一致 D. 颈部形成 1mm 以上的斜面肩台 E. 牙体预备完成后应点线角清晰圆钝", "std": "D", "cot": "铸造金属全冠的颈部应预备形成 0.5 ∼ 0.8mm 宽的浅凹或带斜面的肩台形。"}
{"query": "270. 对天然牙调磨的适应证不包括 A. 原发和继发性的磨创伤 B. 错磨所致的食物嵌塞 C. 外观需要 D. 正畸或修复治疗后出现磨接触关系的不稳定 E. 未明原因的夜磨牙", "std": "E", "cot": "严格把握适应证,必须明确由磨因素引起的咬合疾病才能采用这种不可逆性的磨治疗手段。"}
{"query": "12. 与全口义齿无关的解剖标志是(   ) A. 腭小凹 B. 前颤动线 C. 后颤动线 D. 翼上颌切迹 E. 磨牙后垫", "std": "B", "cot": ""}
{"query": "59. 下面情况不属于前牙贴面修复适应证的是 A. 唇面大面积釉质剥脱 B. 牙面小缺损 C. 小范围切角缺损 D. 唇面大面积浅表缺损 E. 颈部楔状缺损(深度<1mm)", "std": "A", "cot": "此题考核的知识点是贴面修复的临床适应证。前牙贴面的适应证包括: 牙面小缺损、小范围切角缺损、唇面大面积浅表缺损和颈部轻度的楔状缺损。排除选项B、C、D、E。而唇面大面积釉质剥脱会使粘接强度大幅下降, 固位不良, 故不宜选用贴面修复。"}
{"query": "50. 缺牙间隙小,牙龈距离过低者可选用(   ) A. 塑料牙 B. 瓷牙 C. 烤瓷牙 D. 金属牙 E. 无尖牙", "std": "D", "cot": ""}
{"query": "88. 全口义齿的修复特点不包括(   ) A. 无牙颌的颌弓变化与对颌牙弓不协调 B. 自然牙列的曲线很少符合全口义齿平衡曲的要求 C. 天然牙和无牙颌的负荷能力相差较大 D. 患者保留对颌牙列不容易保持原有咀嚼习惯", "std": "D", "cot": ""}
{"query": "以下关于颌骨缺损系列修复治疗的说法, 错误的是 A. 手术前制作预成腭护板 B. 手术后立即戴入腭护板 C. 手术后 7 ~ 10 天制作暂时阻塞器 D. 手术后 2 ~ 3 个月待创面完全愈合可制作永久阻塞器 E. 不需要制作暂时阻塞器, 可待创面完全愈合后直接制作永久阻塞器", "std": "E", "cot": "术后 7~10 天拆线的同时可将腭护板改制成暂时阻塞器,有利于减少瘢痕的挛缩,减轻面部畸形的程度,及早恢复部分的生理功能,对患者起到一定的安慰作用。"}
{"query": "42. 不同固位体形式中,最难获得共同就位道的是(   ) A. 全冠 B. 部分冠 C. 嵌体 D. 套筒冠 E. 桩核冠", "std": "A", "cot": ""}
{"query": "46. 全口义齿的固位力中作用于唾液与基托之间的力称为 A. 粘固力 B. 吸引力 C. 黏着力 D. 黏附力 E. 附着力", "std": "E", "cot": "全口义齿的固位力包括基托与黏膜间的大气压力和吸附力。其中吸附力是两个物体分子之间的吸引力, 包括黏着力和附着力。黏着力是指相同分子间的凝聚力, 如唾液本身有黏着力。附着力是指不同分子间的引力。基托和唾液的分子是不同的, 它们之间的引力应是附着力。"}
{"query": "21. 选择固定桥基牙时, 临床冠根比的最低限度是 A. 1:1 B. 1:2 C. 2:3 D. 3:2 E. 3:4", "std": "A", "cot": "固定桥基牙选择时必须考虑其临床冠根比例。临床冠越长, 根越短, 基牙的支持能力, 特别是抵抗侧向力和扭力的能力越低。固定桥基牙较理想的冠根比例是冠长小于根长, 而冠长大于根长者不宜做基牙。选项B、C、E适合做基牙。选项D不适合做基牙。固定桥基牙的最低标准是冠长等于根长, 即冠根比为1:1。"}
{"query": "关于息止颌位,以下正确的是 A. 从正中关系向正中位置滑动的过程 B. 又叫牙位 C. 位于正中关系后下方 D. 与牙的存在无关 E. 与垂直距离相关", "std": "D", "cot": ""}
{"query": "200. 对于远中游离缺失的末端基牙, 与远中支托比较, 近中支托 A. 减少了基牙所受的扭力,也减少了牙槽嵴的负担 B. 减少了基牙所受的扭力,但增加了牙槽嵴的负担 C. 增加了基牙所受的扭力,也增加了牙槽嵴的负担 D. 增加了基牙所受的扭力, 但减少了牙槽嵴的负担 E. 对基牙所受的扭力和牙槽嵴的负担均无影响", "std": "B", "cot": "近中支托可以在游离端下沉的时候防止卡环对基牙产生扭力,同时由于支点前移,游离距延长,基托下组织受力则增加。"}
{"query": "75. 对于双侧上颌结节均有较大骨性倒凹者, 可摘局部义齿修复时最佳的处理办法 是(   ) A. 不进行任何处理 B. 手术去除单侧骨性倒凹 C. 手术去除双侧骨性倒凹 D. 在基托组织面缓冲 E. 减小基托面积, 不覆盖上颌结节", "std": "B", "cot": ""}
{"query": "25. 患者戴用全口义齿后,说话及张口时义齿不脱落而咀嚼时脱落,分析下列原因除外 A. 上后牙排列过于颊侧 B. 上下第二磨牙有早接触点 C. 侧方咬合不平衡 D. 基托边缘过长 E. 下颌咬合平面过高", "std": "D", "cot": "全口义齿若基托边缘过长, 张口时义齿会发生脱落。"}
{"query": "47. 前牙PFM 全冠牙体预备时,唇面颈部边缘形式下列哪项是不正确的(   ) A. 直角肩台 B. 斜面肩台 C. 小于 90 度 肩台 D. 浅凹形 E. 浅凹-斜面形", "std": "C", "cot": ""}
{"query": "94. 以下哪种牙体缺损不能用充填的方法治疗(   ) A. 后牙窝面洞 B. 前牙切角缺损 C. 需抬高咬合 D. 后牙邻窝洞 E. 楔状缺损", "std": "C", "cot": ""}
{"query": "1. 在为颌骨缺损的患者进行口腔检查时,下列说法中不正确的是(   ) A. 由于颌骨缺损后修复体的固位常存在一定的困难, 故对余留牙一般均采用尽量保留的原则 B. 龋齿应及时做充填治疗,必要时做人造冠保护 C. 对牙槽骨吸收 II° 以下的残根,均应尽可能保留,经过完善的根管治疗后,做桩核人造冠修复 D. 对 Π° 或 Π° 以下松动牙,有利于固位者也应考虑保留 E. III°松动牙,有利于固位者也应考虑保留", "std": "E", "cot": ""}
{"query": "173. 利用牙尖斜面的解剖形态诱导下颌滑动到特定的治疗颌位的垫子是 A. 稳定型垫子 B. 解剖型垫子 C. 复位型垫子 D. 枢轴型垫子 E. 软弹性垫子", "std": "C", "cot": "复位型垫子又称诱导型垫子, 利用牙尖斜面的解剖形态诱导下颌前伸滑动,恢复正常的盘突关系,从而达到治疗目的。"}
{"query": "63. 嵌体洞形洞缘斜面的角度为(   ) A. 5° B. 30° C. 45° D. 60°", "std": "C", "cot": ""}
{"query": "178. 光固化源是 A. 紫外光 B. 可见光 C. 激光 D. 红外光 E. 不可见光", "std": "B", "cot": ""}
{"query": "86. 即刻义齿的优点不包括(   ) A. 可以保持其面部外形, 语言和咀嚼功能, 不妨碍患者社交活动和工作 B. 容易求得正确的颌位关系 C. 加重牙槽嵴的吸收 D. 对拔牙创施加压力, 有利于止血", "std": "C", "cot": ""}
{"query": "下列不是义齿就位困难的原因的是 A. 基托进入倒凹区 B. 组织面不光滑 C. 卡环过紧 D. 支托位置不当 E. 义齿变形", "std": "B", "cot": ""}
{"query": "19. 全口义齿后缘边界为(   ) A. 前颤动线 B. 腭小凹之前方 C. 腭小凹之连接线上 D. 腭小凹后 1 mm E. 腭小凹后 2 mm", "std": "E", "cot": ""}
{"query": "238. 树脂全冠最常见的适应证是 A. 前牙永久修复 B. 固定义齿固位体 C. 后牙永久修复 D. 各种美容修复 E. 保护性暂时修复", "std": "E", "cot": "树脂全冠容易老化、变色、吸水, 且强度较小,故一般不作为永久修复。"}
{"query": "37. RPI卡环组采用近中𬌗支托的主要作用是 A. 增加美观 B. 减少牙槽嵴受力 C. 减少基牙所受扭力 D. 增强义齿固位 E. 防止食物嵌塞", "std": "C", "cot": "RPI卡环采用近中𬌗支托时, 由于支托位置, I型杆卡环臂和近中邻牙的作用, 可减小基牙受到的扭力, 但同时会增加牙槽嵴的负担。近中𬌗支托没有增加美观、增强固位和防止食物嵌塞的作用。"}
{"query": "248. 上颌骨部分缺损患者要行上颌阻塞器修复,余留牙松动度 II°,缺损腔软组织有倒凹, 患者因经济原因无法支付种植费用, 最为合适的可利用的固位力为 A. 留牙放置卡环固位 B. 软组织倒凹固位 C. 种植固位 D. 粘接固位 E. 吸附力固位", "std": "B", "cot": "上颌阻塞器修复常用的固位力有:余留牙卡环固位和软组织倒凹固位。因患者余留牙松动度II°,且无法支付种植修复的费用,因此选择软组织倒凹固位。"}
{"query": "54. 正中关系是指 A. 上、下牙列最广泛接触时下颌所处位置 B. 无牙者相当于正中时下颌所处位置 C. 𬌗力最强的功能位置 D. 前伸或侧向 E. 下颌生理后退位", "std": "E", "cot": ""}
{"query": "194. 双端固定桥基牙稳固的情况下, 受到颊舌向均衡的力作用时, 支点线位于 A. 两基牙根上 1/3 与根中 1/3 交界的连线上 B. 两基牙根尖 1/3 与根中 1/3 交界的连线上 C. 两基牙根尖的连线上 D. 两基牙颈部釉质牙骨质界的连线上 E. 两基牙根中 1/3 的连线上", "std": "B", "cot": ""}
{"query": "85. 基托折裂的原因不包括(   ) A. 咬合时以牙槽嵴为支点, 造成基托左右翘动 B. 咬合时以上颌硬区为支点, 造成基托左右翘动 C. 不慎将义齿掉到地上 D. 基托组织面与组织之间不密合, 造成基托左右翘动 E. 基托系带部位缓冲不够", "std": "E", "cot": ""}
{"query": "下列有关全口义齿调磨的注意事项,描述错误的是 A. 避免调磨降低垂直距离 B. 避免将人工牙磨面的牙尖和沟窝形态磨除 C. 调磨时应单颌调磨 D. 越调磨接触点越多 E. 宜使用大磨头调磨", "std": "E", "cot": "调磨应选用小磨头或球钻, 以达到每次小量调磨,同时保持磨面形态的目的。"}
{"query": "65. 陶瓷嵌体修复牙体预备时, 以下选项错误的是(   ) A. 去尽腐质 B. 洞型无倒凹 C. 制备洞缘斜面 D. 洞型外展度不超过 6°", "std": "C", "cot": ""}
{"query": "44. 减少可摘局部义齿游离端𬌗力的方法不包括 A. 减少人工牙的咬合接触 B. 减小人工牙的颊舌径 C. 减少人工牙数目 D. 降低牙尖斜度 E. 选用塑料牙", "std": "A", "cot": "对于游离端义齿, 为了保护支持组织的健康, 应适当减小义齿游离端的𬌗力, 以减小牙槽嵴和基牙的负担。可采取的方法有人工牙减数和减径、降低牙尖斜度、使用塑料人工牙等。减少人工牙的咬合接触虽然可减轻𬌗力, 但同时会降低咀嚼效率, 失去义齿修复的意义, 因此不能选用此方法来减少𬌗力。"}
{"query": "桥体的挠曲变形量与桥体长度 X 的关系为 A. X B. 1/X C. X^{2} D. 1/X^{3} E. X^{3}", "std": "E", "cot": ""}
{"query": "214. 可摘局部义齿设计中,临床对基牙倒凹的深度和坡度的要求为 A. 深度 > 1mm ,坡度 < 20度 B. 深度 > 1mm ,坡度 > 20度 C. 深度 < 1mm ,坡度 > 20度 D. 深度 < 1mm ,坡度 < 20度 E. 深度 = 1mm ,坡度 = 20度", "std": "C", "cot": "从理论上说, 倒凹的深度越大, 倒凹的坡度越大,卡臂对基牙的正压力越大,故固位力越大。但由于卡环材料弹性限度有限,目前,用于临床的卡环材料适应的倒凹深度分别为:铸造 Co-Cr 合金 0.25mm；铸造 Au-合金 0.5mm；铸造纯 Ti 0.75mm；锻造不锈钢丝 0.75mm,超过各自材料适应的倒凹深度,即会发生疲劳损坏,但倒凹的坡度可以较大。"}
{"query": "45. 桩冠修复时理想的冠桩直径应为根径的 A. 1/3 B. 1/2 C. 2/3 D. 1/4 E. 2/5", "std": "A", "cot": "桩的直径与桩核冠固位和牙根的抗力形有关。桩的直径大者, 可增加粘接固位力和自身强度。桩直径大小受根径的限制, 直径过大的桩必然要磨除过多的根管壁,造成根管壁强度下降,桩核冠受侧向力后容易发生根折。从力学角度考虑, 理想的根桩直径应为根径的 1/3 。"}
{"query": "22. 男, 55 岁。右侧上颌中切牙、侧切牙、尖牙，左侧上颌尖牙、第二前磨牙、第一磨牙、第二磨牙、第三磨牙，右侧下颌第二前磨牙、第一磨牙，左侧下颌第一磨牙、第二磨牙、第三磨牙缺失, 戴用义齿后经常咬舌。 原因是人工后牙 A. 𬌗平面偏高 B. 舌侧覆盖过大 C. 舌侧覆盖过小 D. 牙尖斜度过小 E. 舌尖过锐", "std": "C", "cot": "咬颊舌最常见的原因是上下颌后牙的覆盖过小。舌侧覆盖过小则会咬舌。相反, 覆盖过大不会发生咬舌; 牙尖斜度改变不会导致咬舌; 𬌗平面低于舌侧缘时, 也容易咬舌; 但𬌗平面偏高, 远离舌侧缘, 则不会咬舌。"}
{"query": "55. 全口义齿戴用一段时间后, 引起髁突明显后移并出现关节症状, 其原因是 A. 垂直距离过低 B. 垂直距离过高 C. 咬𬌗力过大 D. 咬合不平衡 E. 义齿固位不良", "std": "A", "cot": "天然牙列存在时, 上下颌的关系依赖于上下牙列牙齿的尖窝交错的接触而得到保持。此时患者两侧髁突处于关节凹中的生理后位。若全口义齿的垂直距离过低时, 患者戴入义齿并咬合时下颌髁突会明显向后上方移位, 严重时可出现异常关节症状, 故正确答案选A。一般情况下, 垂直距离过高时, 患者面下1/3垂直距离增大, 同时伴有面颊部肌肉酸痛或关节不适等, 所以不能选B选项。其他选项的情况也不会产生髁突明显后移等。"}
{"query": "11. 烤瓷材料与金属的热膨胀系数应该 A. 两者应完全一致 B. 前者稍小于后者 C. 前者稍大于后者 D. 前者明显小于后者 E. 前者明显大于后者", "std": "B", "cot": ""}
{"query": "152. 以下关于缓冲型和非缓冲型冠外附着体的描述, 错误的是 A. 非缓冲型冠外附着体常需采用两个或多个基牙形成联冠 B. 采用缓冲型冠外附着体的义齿戴入后, 允许义齿在各方向上有轻微的运动 C. 缓冲型冠外附着体能为义齿提供更好支持作用 D. 当缺牙区牙槽嵴条件差时,应采用缓冲型冠外附着体 E. 缓冲型冠外附着体能减小传递到基牙上的侧方扭力", "std": "C", "cot": "缓冲型冠外附着体允许义齿在各方向上有轻微的运动, 对义齿支持作用较非缓冲型弱。"}
{"query": "108. 设计双端固定桥时要求 A. 两端基牙的牙根体积基本接近 B. 两端基牙的牙周膜面积基本接近 C. 两端基牙的牙冠体积基本接近 D. 两端固位力基本接近 E. 两端基牙无松动", "std": "D", "cot": ""}
{"query": "7. 主承托区可承受较大的咀嚼压力是因为(   ) A. 面积大 B. 牙槽骨致密 C. 有坚韧的黏膜 D. 此处牙槽嵴宽 E. 以上均对", "std": "C", "cot": ""}
{"query": "5. 在为上颌骨Ⅰ类缺损的患者设计支架式修复体时,下列说法中不正确的是(   ) A. 这种修复体适应证广泛, 可用于大小范围不等的 I 类缺损, 且不受鼻腔侧倒凹状况的限制 B. 在双侧前磨牙和磨牙上设计四个卡环, 使修复体呈四边形 C. 修复体的腭部边缘线应在缺损区边缘外 6 mm 左右,以确保缺损区的密封,同时又尽可能减小修复体体积 D. 将修复体上端伸展入缺损腔中,高度一般不超过 1.5 cm ,以免影响通气或鼻腔的共鸣作用 E. 阻塞器部分可不与缺损区边缘接触, 不刺激周围组织, 故不可用于手术后时间不长的缺损区", "std": "E", "cot": ""}
{"query": "141. 固定桥修复的生理基础是 A. 缺失牙牙槽骨的支持力 B. 缺失牙牙槽嵴黏膜的支持力 C. 基牙代偿力 D. 基牙的牙周储备力 E. 固定桥邻牙的支持力", "std": "D", "cot": ""}
{"query": "42. 男, 70 岁, 牙列缺失半年。检查: 左右下颌骨舌侧见明显骨性隆突, 右侧扪及明显骨嵴, 触痛, 左侧较圆滑, 无触痛。以下对此解剖标志描述正确的是 A. 多数牙列缺失患者都存在这样明显的舌侧骨突 B. 义齿基托组织面在此隆突相应位置应缓冲处理 C. 该部位隆突可增加义齿固位 D. 修复前双侧隆突都无须处理 E. 下颌义齿舌侧基托伸展不受影响", "std": "B", "cot": "此题考核的知识点是无牙颌的解剖标志。图中所示解剖部位为下颌隆突, 是存在于部分无牙颌患者下颌牙槽嵴两侧前磨牙区舌侧的骨性隆起。其大小、形态和数量的个体差异较大。所以排除选项 A。由于下颌隆突表面覆盖黏膜较薄, 义齿基托组织面相应处应缓冲处理。因此正确答案是 B 。下颌隆突没有增加义齿固位的功能, 排除选项 C。检查发现右侧下颌隆突有明显的骨嵴和触痛, 其下方可能会形成组织倒凹, 影响义齿基托伸展, 故应在修复前手术切除, 排除选项 D、E 。"}
{"query": "84. 下列哪项不是支架变形的原因(   ) A. 支架熔模变形 B. 包埋材料的热膨胀率不足 C. 打磨引起变形 D. 合金的线收缩率过大 E. 铸造合金量不足", "std": "E", "cot": ""}
{"query": "136. 以下关于金瓷冠的描述, 错误的是 A. 瓷层越厚越好 B. 镍铬合金基底冠较金合金强度好 C. 避免多次烧结 D. 体瓷要在真空中烧结 E. 上釉在空气中完成", "std": "A", "cot": "瓷层厚度有一定要求,太薄导致不够美观,太厚则会因无金属支持而发生瓷裂, 影响修复体强度。"}
{"query": "42. 对全口义齿的固位和支持有利的黏膜性质是(   ) A. 厚、松软 B. 厚、有弹性 C. 薄、无弹性 D. 薄、干燥", "std": "B", "cot": ""}
{"query": "93. 下列关于义齿支架电解抛光正确的是(   ) A. 金属表面凹处产出钝化, 凸处产生电化学溶解 B. 电解液在铸件周围产生气泡时不能搅动 C. 电解液工作温度为 20 到 50 度C ,天冷时工作温度可适当降低 D. 电解时间以 20 到 50 分钟为宜 E. 铸件挂在负极上", "std": "A", "cot": ""}
{"query": "133. 金属嵌体洞形、洞缘斜面的临床要求应与洞壁呈 A. 15° B. 30° C. 45° D. 60° E. 90°", "std": "C", "cot": ""}
{"query": "63. 全冠戴用后出现食物嵌塞可能的原因除外 A. 全冠轴面外形不良 B. 对颌牙有充填式牙尖 C. 全冠𬌗面形态不良 D. 全冠接触点不良 E. 患者𬌗力大", "std": "E", "cot": "引起食物嵌塞的原因有:全冠轴面外形不良,如龈外展隙过于敞开；牙𬌗平面与邻牙不一致;全冠𬌗面形态不良, 胎边缘嵴过锐, 颊舌沟不明显,食物溢出不畅；全冠接触点不良;对颌牙有充填式牙尖等。正确答案是 E 。"}
{"query": "72. 理想桩的直径为(   ) A. < 1/3 根径 B. > 1/2 根径 C. 1/4 ~  1/3 根径 D. ≤  2/3 根径", "std": "C", "cot": ""}
{"query": "25. 固定义齿的优点为 A. 利于保存牙体组织 B. 固位、支持、稳定作用好 C. 便于清洁 D. 容易修理 E. 适用范围较可摘局部义齿广泛", "std": "B", "cot": "可摘局部义齿切割的基牙牙体组织比固定桥基牙少,利于保存牙体组织；可以摘出口外,便于清洁且容易修复和调整；对缺牙数、基牙条件、咬合关系等不如固定桥要求那么严格,因而临床上适用范围更广泛。"}
{"query": "66. 前后牙同时缺失, 为减少前牙唇侧倒凹和前牙邻缺隙牙邻面倒凹, 有利美观, 就位道一般采用(   ) A. 平均倒凹法 B. 由前向后斜向戴入的调节倒凹法 C. 由后向前斜向戴入的调节倒凹法 D. 与力方向一致的就位道 E. 旋转戴入的调节倒凹法", "std": "B", "cot": ""}
{"query": "249. 患者男,50岁。 左下第一磨牙𬌗面隐裂累及牙髓,已完成根管治疗,左下第一磨牙冠短, 咬合紧, 设计最适宜的修复体是 A. 高嵌体 B. 3/4 冠 C. 邻𬌗嵌体 _____ D. 铸造金属全冠 E. PFM全冠", "std": "D", "cot": "该患者牙冠短且咬合紧,由于隐裂行根管治疗,需要全冠修复体防止牙体进一步折裂,后牙无需太多考虑美观问题,故选用铸造金属全冠修复体。"}
{"query": "50. 确定垂直距离的方法中,最可靠的方法是(   ) A. 面部距离均等测定法 B. 面部外形观察法 C. 息止颌位测定法 D. 拔牙前记录 E. 以旧义齿参考", "std": "D", "cot": ""}
{"query": "97. 以下关于铸造金属全冠缺点的说法中, 错误的是 A. 金属材料不美观 B. 铸造金属全冠与口腔内其他的金属材料之间可能产生微电流, 刺激牙髓导致不适, 因此不能用于活髓牙的修复 C. 铸造金属全冠与口腔内其他的金属材料之间可能产生微电流, 使金属材料易于腐蚀 D. 修复后不能进行基牙的电活力测试 E. 一般不用于前牙牙体缺损的修复", "std": "B", "cot": "铸造金属全冠仍可以用于活髓牙的修复,但是如果口腔内存在不同的金属材料, 则不同金属材料之间可能产生微电流, 刺激牙髓导致不适,因此应尽量避免在口内使用不同的金属材料。"}
{"query": "9. 嵌体的牙体预备与银汞合金充填洞形预备原则不相同的是 A. 去除悬釉 B. 底平、壁直 C. 线角清楚 D. 洞形无倒凹 E. 利用辅助固位形", "std": "D", "cot": "此题考查考生对嵌体预备要求的了解。充填洞形可预备出一定的倒凹, 以利于充填材料固位。而嵌体洞形不能有倒凹, 否则嵌体无法就位。这是嵌体洞形与银汞合金充填洞形的最主要区别, 而其他选项则基本相同。"}
{"query": "69. 烤瓷熔附金属全冠中金-瓷结合最主要的结合力为 A. 机械结合力 B. 化学结合力 C. 范德华力 D. 分子力 E. 氢键", "std": "B", "cot": "烤瓷合金在预氧化处理过程中表面生成一层氧化膜,该氧化膜与瓷产生化学性结合,且占金-瓷结合力的 52.5%,所以是最主要的结合力。"}
{"query": "240. 患者女,29岁。左下尖牙缺失,余留牙健康,牙齿排列正常。合理的固定义齿设计方案是 A. 以左下侧切牙、左下第一前磨牙为基牙的双端固定桥 B. 以 左下侧切牙、左下第一前磨牙为基牙, 左下侧切牙 一侧为可动连接体的半固定桥 C. 以 左下中切牙、左下侧切牙、左下第一前磨牙为基牙的双端固定桥 D. 以左下中切牙、左下侧切牙、左下第一前磨牙、左下第二前磨牙为基牙的双端固定桥 E. 以左下第一前磨牙、左下第二前磨牙为基牙的单端固定桥", "std": "C", "cot": "尖牙是牙弓中承受较大力的牙齿,而侧切牙是支持力较弱的基牙,应在较弱基牙侧增加基牙以分散力。"}
{"query": "116. 可摘局部义齿戴用后出现弹跳,其可能原因是(   ) A. 基托边缘伸展过长 B. 上下后牙覆盖过小 C. 上颌基托后缘伸展过长 D. 卡环尖过长抵住了邻牙 E. 卡环体部进入基牙倒凹区", "std": "D", "cot": ""}
{"query": "13. 洞固位形要达到以下要求(   ) A. 底平 B. 壁直 C. 鸠尾扣 D. 洞缘斜面 E. 以上都对", "std": "E", "cot": ""}
{"query": "96. 固定义齿戴牙以后基牙疼痛,原因不可能是(   ) A. 基牙和邻牙接触太紧 B. 咬合力太大 C. 固位体边缘设计为 90 的肩台 D. 基牙支持力不足", "std": "C", "cot": ""}
{"query": "22. 与全冠固位体相比, 嵌体做固定桥固位体的最主要缺点是 A. 磨除牙体组织多 B. 影响美观 C. 固位力差 D. 外形线较长, 易龋坏 E. 基牙牙尖易折裂", "std": "C", "cot": "影响嵌体作为固定桥固位体的关键因素是嵌体的固位力弱于全冠, 而不是磨除牙体组织量和对美观的影响。D、E选项是嵌体作为修复形式的缺点, 而不是作为固定桥固位体的缺点。"}
{"query": "46. 导致桥体弯曲变形的主要原因是(   ) A. 桥体的厚度 B. 桥体材料的强度 C. 桥体的形态 D. 桥体的长度 E. 力的大小", "std": "E", "cot": ""}
{"query": "40. 全冠修复体和固定桥的全冠固位体有何差异(   ) A. 恢复解剖外形和生理功能 B. 符合抗力形和固位形原则 C. 保护牙体软硬组织 D. 共同就位道 E. 边缘密合", "std": "D", "cot": ""}
{"query": "192. 下颌可摘局部义齿中的舌杆上缘应低于基牙舌侧龈缘至少 A. 1 ∼ 2 mm B. 2 ∼ 3 mm C. 3 ∼ 4 mm D. 4 ∼ 5 mm E. 6 ∼ 7 mm", "std": "C", "cot": ""}
{"query": "185. 作固定义齿的关键是 A. 牙冠是否有足够高度 B. 牙根是否长而粗大 C. 牙周情况的好坏 D. 牙髓有无病变 E. 基牙排列是否正常", "std": "C", "cot": ""}
{"query": "94. 在铸造金属全冠牙体预备步骤中错误的是 A. 咬合面预备先制备定深沟,再依咬合面形态进行牙体预备 B. 在咬合面沟窝处应减少牙体预备量, 以防止损伤牙髓 C. 在颊舌面预备时,应尽量与轴面解剖外 形一致 D. 邻面预备要与邻牙完全分离, 并形成协调的就位道 E. 轴面预备的同时形成光滑连续的无角肩台", "std": "B", "cot": "铸造金属全冠牙体预备要点,要求理解牙体预备与髓腔形态的关系, 在牙尖处由于髓角位置较高,应避免过度预备损伤牙髓,但在咬合面窝沟处,髓腔位置较低,对咬合面磨耗成平面者甚至可以适当增加窝沟的预备。"}
{"query": "159. 咬合病的临床表现不包括 A. 磨损 ... B. 牙髓炎 C. 牙周组织创伤 D. 磨牙症 E. TMD", "std": "B", "cot": ""}
{"query": "161. 全瓷修复体粘接面处理不正确的是 A. 可采用 30%~50%的磷酸处理 B. 长石质陶瓷用氢氟酸处理 C. 表面用硅烷处理 D. 可以采用喷砂处理 E. 超声清洗", "std": "A", "cot": ""}
{"query": "27. 男, 45 岁。右侧上颌第一磨牙、第二磨牙、第三磨牙、中切牙、侧切牙，左侧上颌中切牙、侧切牙、尖牙、第一磨牙缺失, 右侧上颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙颊倾, 颊侧观测线位于冠 1/3 。可摘局部义齿修复时正确的做法是 A. 将模型向右侧倾斜, 义齿斜向就位 B. 将模型向后倾斜, 义齿向后上就位 C.颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙设计杆型卡环 D. 磨改颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙颊面形态, 降低观测线位置 E. 右侧上颌第一前磨牙、左侧上颌第一前磨牙、第三磨牙作基牙", "std": "D", "cot": "该病例设计可摘局部义齿时颌第二前磨牙、左侧上颌第二前磨牙、第二磨牙作基牙是最佳选择, 而选择右侧上颌第一前磨牙、左侧上颌第一前磨牙、第三磨牙作基牙效果不佳。由于基牙颊侧观测线位置过高, 倒凹过大, 影响卡环的放置。采用圆环形卡环时颊侧卡环臂位置过高, 对基牙侧向力大; 采用杆型卡环时卡环将无法就位, 或者造成卡环臂及其延伸臂与基牙和黏膜间隙过大。由此设计杆型卡环不能解决问题。将模型向左或右倾斜只能减小对侧基牙颊侧倒凹, 同侧倒凹反而加大。模型前后倾斜只会改变倒凹的近远中位置, 但不能改变倒凹的深度。因此, 正确的方法只能是磨改基牙颊面形态, 磨除过突的部分, 降低观测线高度。"}
{"query": "4. 活髓牙修复体粘固后患牙长时间持续自发性疼痛的原因最可能是 A. 牙髓炎 B. 边缘性牙龈炎 C. 根尖周炎 D. 牙本质敏感 E. 继发龋", "std": "A", "cot": "活髓牙进行牙体缺损修复, 修复体在粘固时, 由于消毒药物的刺激、戴冠过程中的机械刺激、冷刺激及粘固剂中的游离酸刺激, 可能会引起被修复的牙的暂时性疼痛, 一般粘固后或数小时后疼痛可自行消失。若粘固后牙齿长时间持续疼痛, 说明牙髓受激惹严重, 发生牙髓炎,因此正确答案选A。选项B的典型症状是牙龈缘红肿、出血; 选项C的症状多为患牙咬合痛、 叩痛明显; 选项D的症状多为患牙遇冷热刺激痛,无自发疼痛; 选项E可能出现的症状是冷热刺激痛,而且不可能粘固后即发生继发龋。"}
{"query": "26. 女, 50 岁。因牙周病拔除右侧上颌第一磨牙、第二磨牙、第三磨牙，左侧上颌尖牙、第一前磨牙 3 个月余, 右侧上颌第二前磨牙无可利用倒凹, I ~ II 度松动, 余牙正常。可摘局部义齿修复时, 右侧固位体应采用 A. 倒钩卡环 B. 对半卡环 C. 延伸卡环 D. RPI 卡环 E. RPA 卡环", "std": "C", "cot": "该题的倒钩卡环、RPI 卡环和 RPA 卡环用于缺隙相邻基牙, 但因为右侧上颌第二前磨牙无可利用倒凹, 如果采用这三种卡环, 将无固位作用。对半卡环通常用于前后均有缺隙的孤立前磨牙, 即使用在右侧上颌第二前磨牙上, 也同样不能发挥固位作用。该病例的右侧上颌第二前磨牙的情况正是延伸卡环的适应证。延伸卡环的卡环臂从右侧上颌第二前磨牙继续向前延伸到右侧上颌第一前磨牙, 进入右侧上颌第一前磨牙颊侧倒凹以获得固位, 该卡环有夹板固定作用, 可稳定松动的右侧上颌第二前磨牙。"}
{"query": "20. 为使固定桥充分发挥咀嚼功能, 首要的是 A. 恢复良好的桥体 B. 丰满的缺牙区牙槽嵴 C. 活髓基牙 D. 良好的固位与支持 E. 良好的𬌗面形态", "std": "D", "cot": "固定桥必须保持固位, 不脱落或松动, 同时基牙能够承受咀嚼压力。这是固定桥发挥咀嚼功能的基础和必要条件, 否则将无法正常使用。桥体和𬌗面形态虽与咀嚼功能有关, 但不是首要因素。而牙槽嵴丰满度和基牙是否活髓与咀嚼功能无直接关系。"}
{"query": "1. 不是调节的适应范围是(   ) A. 创伤性患牙的过高牙尖 B. 磨损邻面的邻面接触点 C. 磨耗不均而造成的高边缘嵴 D. 磨改楔状牙尖", "std": "B", "cot": ""}
{"query": "84. 在模型上调整邻接关系时错误的说法是(   ) A. 用较厚的复写纸 B. 反复少量 C. 缓慢研磨 D. 冠在代型上彻底就位 E. 冠的近远中与邻牙接触", "std": "A", "cot": ""}
{"query": "5. 下列哪些不是可摘局部义齿的缺点 (   ) A. 体积大有异物感 B. 稳定性差 C. 不会影响发音 D. 咀嚼效能差", "std": "C", "cot": ""}
{"query": "16. 塑料全冠常见的适应证是 A. 前牙永久修复 B. 后牙永久修复 C. 暂时性修复 D. 固定桥固位体", "std": "C", "cot": ""}
{"query": "147. 下列关于冠内附着体固位与稳定的叙述, 错误的是 A. 附着体阴性结构与阳性结构接触面积与固位力成正比 B. 附着体阴性结构与阳性结构接触密合程度与固位力成正比 C. 义齿的稳定性决定于栓体与栓道侧壁间的密合程度 D. 自制附着体阴性结构即栓道的轴壁形态对固位力有影响 E. 精密附着体在义齿制作过程中, 附着体预成品, 通过包埋、铸造、研磨等工序, 会影响附着体阴性结构和阳性结构的密合度, 影响附着体固位", "std": "E", "cot": "精密附着体采用附着体预成品, 包埋、铸造、研磨等工序不应损伤附着体预成品的表面结构。"}
{"query": "71. 桩核冠修复时对桩的长度要求包括(   ) A. 保证至少 1 mm 的根尖封闭区 B. 桩的长度不短于临床冠的高度 C. 骨内桩长度应少于骨内根长度的 1/2 D. 以上全部", "std": "B", "cot": ""}
{"query": "3. 牙周病修复治疗方法包括(   ) A. 调治 B. 夹板固定 C. 正畸治疗 D. 以上都对", "std": "D", "cot": ""}
{"query": "92. 合金嵌体与窝洞不密合主要会发生 ( )！ A. 釉柱折断 B. 嵌体脱位 C. 粘固力下降 D. 边缘继发龋 E. 抗力形下降", "std": "D", "cot": ""}
{"query": "80. 贴面的邻接面边缘位置正确的是 (   ) A. 位于邻接点稍前方 B. 位于邻接点稍后方 C. 位于邻接点处 D. 与邻接点无关", "std": "A", "cot": ""}
{"query": "81. 患者已经可以用新义齿嚼食物,但反映戴牙恶心,可能原因是(   ) A. 后牙早接触 B. 上总后缘过长 C. 义齿固位不好 D. 下颌后牙排列过于靠舌侧 E. 以上都对", "std": "B", "cot": ""}
{"query": "8. 女,50 岁。左上中切牙 1/4 冠折,未露髓,金属烤瓷冠修复。修复体粘固后 1 个月余, 自诉近两日遇冷热刺激后疼痛明显, 持续时间长。其最可能的原因是 A. 创伤性咬合 B. 根尖周炎 C. 牙髓炎 D. 牙周炎 E. 牙本质敏感症", "std": "C", "cot": "患者上中切牙因冠折 1/4 (未露髓),金属烤瓷冠修复。在修复过程中, 由于牙体预备时的损伤、粘固时消毒药物的刺激、戴冠时的机械刺激, 以及粘固剂中的游离酸刺激, 会引起患牙牙本质敏感症, 出现短时疼痛, 但此种疼痛数日内可自行消失。若粘固已 1 个多月, 自诉遇冷热刺激的疼痛明显, 且持续时间长, 说明牙髓受激惹严重, 或已发展为牙髓炎, 因此正确答案选 C。"}
{"query": "46. 女, 35 岁。前牙外伤后 1 年余, 要求修复前牙区缺损, 检查: 左侧上颌中切牙远中切角缺损, 探诊敏感, 叩痛 (-), 不松动, 牙髓活力测试提示为活髓牙; 左侧上颌侧切牙根管治疗术后 3 个月余, 叩痛 (-), 无探痛, 不松动。根尖片示: 左侧上颌中切牙缺损未及髓, 未见根折影像, 根尖无暗影, 根管内无吸收或根充影像; 左侧上颌侧切牙根充可, 无根尖暗影。拟行 左侧上颌中切牙瓷贴面、 左侧上颌侧切牙纤维桩及全冠修复, 在印模制取的过程中以下做法正确的是 A. 左侧上颌中切牙、侧切牙为相邻牙, 排龈时应使用相同粗细的排龈线 B. 左侧上颌中切牙、侧切牙排龈线压入 20 分钟后取模 C. 最好使用藻酸盐印模材料对左侧上颌中切牙、侧切牙取模 D. 使用二次印模法可提高该缺损区印模的精确度 E. 使用聚合型硅橡胶材料制取印模后, 应立即使用超硬石膏灌模", "std": "D", "cot": "此题考核的知识点为印模与模型。左侧上颌中切牙为贴面修复体, 排龈区域为唇侧,左侧上颌侧切牙为冠修复体, 两个牙位的龈沟深度及宽度可能不同, 需选择各自合适的排龈线, 不一定相同, 排除选项 A; 排龈线在龈沟内存留时间过长会造成牙周损害, 排除选项 B; 为保证印模制取的精细和准确, 通常使用橡胶类印模材料制取工作模型, 排除选项 C; 聚合型硅橡胶材料聚合后表面会释放氢气, 须至少放置 30 分钟再灌模型, 排除选项 E; 本病例为多个牙位修复体印模的制取, 可通过二次印模法提高模型精度, 因此正确答案为 D。"}
{"query": "246. 烤瓷熔附金属全冠制作前选色,采用 Vitapan 3D-Master 比色顺序一般是 A. 亮度、饱和度、色调 B. 色调、饱和度、亮度 C. 饱和度、色调、亮度 D. 色调、亮度、饱和度 E. 亮度、色调、饱和度", "std": "A", "cot": ""}
{"query": "56. 取全口义齿印模时, 制作个别托盘的目的主要是 A. 操作方便 B. 可使印模材料清晰 C. 取得边缘精确形态 D. 使组织能受压均匀 E. 能获得解剖形态的印模", "std": "C", "cot": "个别托盘是先取初印模, 制作出适合患者口腔情况的个别托盘, 再用个别托盘盛放印模材料, 取第二次印模。第二次印模较第一次印模细致、准确、清晰, 且边缘伸展适度。个别托盘的主要作用是使印模边缘伸展适度, 确定精确的立体形态。"}
{"query": "61. 全口义齿人工牙排列要有平衡的原因是(   ) A. 美观要求 B. 提高咀嚼效率 C. 使义齿稳定 D. 分散力 E. 纠正偏侧咀嚼习惯", "std": "C", "cot": ""}
{"query": "206. 具有应力中断作用的卡环是 A. 圈形卡环 B. 对半卡环 C. 回力卡环 D. 延伸卡环 E. 倒钩卡环", "std": "C", "cot": "回力卡环常用于后牙游离缺失侧的末端基牙,由于远中支托不与基托相连,所产生的力直接通过人工牙和基托传到黏膜和颌骨上,减轻基牙的负担,起应力中断的作用。"}
{"query": "37. 以下哪项措施不能有效提高全口义齿的固位和稳定(   ) A. 尽量扩大基托面积 B. 准确的印模 C. 有利的基托磨光面形态 D. 合理的排牙 E. 指导患者正确使用义齿", "std": "E", "cot": ""}
{"query": "51. 患者全口义齿戴牙后疼痛,检查:发现在牙槽嵴上产生连续性压痛点,疼痛不明显,应考虑最可能原因是 A. 正中咬合有早接触 B. 基托组织面有倒凹 C. 基托组织面有瘤子 D. 取印模时有托盘压痕 E. 牙槽嵴上有骨突", "std": "A", "cot": "分析疼痛原因时应鉴别疼痛是由义齿组织面局部压迫造成的还是由于咬合因素使义齿移动而摩擦造成的。大范围、连续性压痛多因咬合因素引起。选项中除 A 选项是咬合因素外,其余均是组织面局部压迫因素。"}
{"query": "259. 一般来说, 下列固定桥能承受的咬合力最大, 患者感觉最舒适且预后最佳,被临床广泛应用的是 A. 双端固定桥 B. 半固定桥 C. 单端固定桥 D. 复合固定桥 E. 粘接桥", "std": "A", "cot": ""}
{"query": "270. 以下情况患牙可以采用微打磨渗透树脂技术改善美观的是 A. 轻度四环素牙 B. 轻度釉质发育不全 C. 锥形牙 D. 斑釉牙伴釉质实质性缺损 E. 遗传性牙本质发育不全", "std": "B", "cot": "轻度釉质发育不全, 斑釉牙仅釉质表浅损害者,可先试做表层打磨、漂白治疗或漂白后加一薄层光固化树脂覆盖。"}
{"query": "50. 下颌人工尖牙排列位置错误的是 A. 颈部向远中倾斜 B. 牙颈部向后侧突出 C. 牙尖略向舌侧倾斜 D. 牙尖在水平平面上 E. 远中唇面向舌侧扭转", "std": "B", "cot": ""}
{"query": "制取牙列缺失印模, 以下描述错误的是 A. 使组织均匀受压 B. 适当伸展印模范围 C. 采取解剖式印模 D. 保持稳定的位置 E. 做肌功能修整", "std": "C", "cot": ""}
{"query": "262. 前牙金瓷冠中唇面瓷层的厚度一般不少于 A. 0.5 mm B. 1.0 mm  C. 2.0 mm D. 2.5 mm   E. 3.0 mm", "std": "B", "cot": "前牙烤瓷修复体的瓷层的厚度必须至少达到 1.0 mm ,才能具备良好的层次感, 达到一定的美观要求。"}
{"query": "96. 下面不是铸造金属全冠的优点是 A. 牙体预备量较其他全冠修复形式相对较少 B. 采用金属材料, 强度大 C. 采用全冠的修复形式, 固位力较部分冠更大 D. 金属铸造的精度较锤造工艺更精密 E. 不适合用于龈距窄、修复空间小的患牙", "std": "E", "cot": "铸造金属全冠具有材料强度大、制作精密、固位力强、牙体磨切相对较少等优点。"}
{"query": "44. 男, 72 岁, 1 个月前因“上下颌牙列缺失”于外院行上下颌全口义齿修复, 自觉义齿易松动。检查: 上下颌牙槽嵴形态如图 4-34 所示, 腭穹隆高拱, 覆盖黏膜厚度适中, 口腔干燥; 义齿基托边缘伸展合适, 吸附力差。分析该患者义齿固位不良, 最先应考虑的影响因素是 A. 剩余牙槽嵴丰满度 B. 基托边缘伸展 C. 唾液分泌量 D. 腭穹隆形态 E. 承托区黏膜弹性和韧性", "std": "C", "cot": "义齿容易松动脱落是因为基托与承托区黏膜组织不密合, 基托边缘伸展不足, 边缘封闭性差, 无足够的吸附力和大气压力使义齿保持固位。与这些原因相关的因素包括颌骨的解剖形态、义齿承托区黏膜的性质、唾液的质量和义齿基托的边缘伸展。检查发现, 患者腭穹隆高拱, 上下颌颌骨解剖形态良好, 所覆盖黏膜厚度适中, 义齿基托边缘伸展合适。这表明影响该患者义齿固位不良的因素与颌骨的解剖形态、义齿承托区黏膜的性质和义齿基托的边缘伸展无关。故排除选项 A、B、D、E。检查还发现, 患者口腔较干燥。这提示该患者的唾液分泌量应该是影响其义齿固位不良的主要因素。"}
{"query": "45. 悬空式桥体龈面与牙槽嵴黏膜的距离不少于(   ) A. 1 mm B. 2 mm C. 3 mm D. 4 mm E. 5 mm", "std": "C", "cot": ""}
{"query": "196. 前腭杆的前缘应 A. 止于上前牙舌隆突上 B. 止于上前牙舌侧龈缘 C. 离开上前牙舌侧龈缘 3mm D. 离开上前牙舌侧龈缘 6mm E. 离开上前牙舌侧龈缘 8mm", "std": "D", "cot": "前腭杆的前缘应离开上前牙舌侧龈缘6mm。"}
{"query": "12. 男,48 岁。右侧下颌第一前磨牙、第二前磨牙缺失,右侧下颌第一磨牙近中倾斜约 20°,余留牙健康。以 右侧下颌第一磨牙、右侧下颌尖牙为基牙固定义齿修复时, 应考虑 A. 采用复合固定桥 B. 设计活动连接体 C. 设计单端固定桥 D. 增加基牙数目 E. 加强固位力", "std": "B", "cot": "本病例为单个缺隙, 不能设计复合固定桥。由于右侧下颌第一磨牙近中倾斜度较大, 固定桥修复的难点是难以取得右侧下颌第一磨牙、右侧下颌尖牙的共同就位道。正确的方法是固定桥的一端设计活动连接体来解决共同就位道的问题。而设计单端固定桥虽可避免共同就位道的问题, 但不利于基牙的健康。右侧下颌第一磨牙、右侧下颌尖牙基牙牙周膜面积显著大于缺失牙, 固定桥不需要增加基牙。"}
{"query": "283. 为瓷修复体选色时的最佳比色照明条件是 A. 日光灯下 B. 正午阳光直射下 C. 自然光下 D. 牙椅照明灯光下 E. 任何光线都可以", "std": "C", "cot": "比色在自然光下, 上午 9 时至 11 时、下午 1 时至 4 时为宜,以少云晴天自然光线由北向南采光为好。"}
{"query": "33. 固定义齿修复中, 如缺牙间隙过宽, 可对桥体进行如下处理改善美观,除外 A. 扩大唇面近远中邻间隙 B. 加大桥体唇面突度 C. 酌情添加一较小的人工牙 D. 桥体唇面制作横向的发育沟纹 E. 如缺失牙为前磨牙, 可将桥体颊面的颊嵴向近中移动", "std": "D", "cot": "横向的发育沟纹会使桥体看起来更宽,对于过宽的缺牙间隙,桥体唇面应制作纵向的发育沟纹。"}
{"query": "57. 有关复合固定桥的说法错误的是(   ) A. 容易使中间基牙受伤 B. 尖形牙弓前牙复合固定桥的杠杆力较大 C. 中间基牙的支持力应较强 D. 中间基牙的位置与固定桥杠杆力的大小无关 E. 容易沿远端基牙连线产生转动", "std": "D", "cot": ""}
{"query": "3. 可摘局部义齿不适用于(   ) A. 拔牙创未愈合 B. 游离端缺失 C. 缺隙牙槽嵴低平 D. 基牙三度松动", "std": "D", "cot": ""}
{"query": "96. 固定桥戴用后出现食物嵌塞可能的原因是(   ) A. 接触点不良 B. 冠轴面外形不良 C. 殷面形态不良 D. 对殷牙有充填式牙尖 E. 以上都对", "std": "E", "cot": ""}
{"query": "90. 采用铸造桩冠时, 根桩形态应 A. 外形呈圆柱形 B. 横径为根径 1/2 C. 与根管壁不宜太密合, 以利就位 D. 横径为圆形 E. 截面形态与根的截面形态一致", "std": "E", "cot": ""}
{"query": "257. 患者下颌为单侧游离缺牙,末端基牙为第一前磨牙,且该牙下存在软组织倒凹。该基牙卡环最好设计为 A. RPA组合卡 B. RPI组合卡 C. 回力卡环 D. 圈形卡环 E. 三臂卡环", "std": "A", "cot": "下颌游离端缺失的末端基牙最适合的卡环设计应为 RPI 组合卡,这是因为 RPI 组合卡具有许多的优点,如减小基牙受力,防止基牙远中倾斜,美观防龋、平面板有交互对抗作用等,但当基牙下存在软组织倒凹或口腔前庭过浅时,则不宜使用 RPI 组合卡,而应改用 RPA 组合卡；回力卡环适用于牙冠较短或呈锥形的前磨牙,圈形卡环多应用于倾斜的孤立磨牙上,三臂卡环多应用于形态良好的磨牙上。"}
{"query": "55. 全冠粘固一段时间后出现过敏性疼痛,其主要原因不可能是 A. 继发龋 B. 牙龈退缩 C. 粘固剂刺激 D. 粘固剂溶解 E. 修复体不密合", "std": "C", "cot": "修复体粘固一段时间后出现过敏性疼痛,多由于牙体预备时龋坏组织未去尽,或未做预防性扩展；修复体不密合、松动；粘固剂质量差或粘固操作不良,粘固剂溶解、脱落,失去封闭作用；修复时牙龈有炎症、水肿或粘固后牙龈萎缩等,均可造成牙本质暴露,引起过敏性疼痛。其主要原因是继发龋；牙龈退缩；粘固剂溶解。正确答案是 C 选项。"}
{"query": "41. 桩冠的前提,以下错误的是 A. 患牙经过完善的根管治疗 B. 根尖周无炎症或炎症已控制 C. 无骨质吸收或骨质吸收不超过根长的 1/3 D. 根尖周无病变 E. 根有外吸收但根长能满足固位要求者", "std": "E", "cot": "若根有外吸收,则根管壁的厚度不能满足抗力的要求,容易导致根折的并发症。"}
{"query": "35. 铸造圈形卡环远中𬌗支托的作用是 A. 恢复咬合接触 B. 防止食物嵌塞 C. 防止基牙倾斜 D. 防止𬌗向脱位 E. 间接固位作用", "std": "C", "cot": "圈形卡环用于向近中倾斜的远中孤立磨牙, 如果只采用近中𬌗支托, 容易导致基牙进一步向近中倾斜, 在远中增加辅助𬌗支托, 可使基牙受力趋于轴向, 避免基牙向近中倾斜。𬌗支托本身没有固位作用, 不能防止𬌗向脱位。位于远中孤立磨牙远中𬌗边缘嵴的支托也不会有恢复咬合接触、防止食物嵌塞和间接固位作用。"}
{"query": "48. 口腔软组织的手术处理有(AB) A. 唇舌系带的矫正术 B. 瘢痕切除修整术 C. 松动软组织切除修整术 D. 前庭沟加深术 E. 以上都对", "std": "E", "cot": ""}
{"query": "在确定固定修复体龈缘位置时, 不必考虑的因素是 A. 力大小 B. 牙周健康状态 C. 口腔卫生状态 D. 美观 E. 年龄", "std": "A", "cot": ""}
{"query": "8. 关于混合支持式说法正确的是(   ) A. 义齿所承受的支持力由牙槽嵴与黏膜共同承担 B. 基牙上不可设置支持支托 C. 适用于各类牙列缺损 D. 游离端缺牙不能用此方法", "std": "C", "cot": ""}
{"query": "105. 与固定修复牙体制备轴面聚合度的大小关系最密切的是 A. 就位道 B. 密合度 C. 抗压力 D. 固位力 E. 黏着力", "std": "D", "cot": ""}
{"query": "149. 下列情况可选用悬空式桥体的是 A. 下颌第一磨牙缺失,牙槽嵴丰满 B. 下颌第一磨牙缺失,牙槽嵴吸收明显 C. 上颌中切牙缺失, 牙槽嵴丰满 D. 上颌中切牙缺失,牙槽嵴吸收明显 E. 上颌第一前磨牙缺失, 咬合较紧", "std": "B", "cot": ""}
{"query": "68. 与圆环形卡环比较,杆形卡环 A. 推型固位作用弱, 对基牙损伤小, 稳定作用好于圆环形卡环 B. 推型固位作用强, 对基牙损伤小, 稳定作用好于圆环形卡环 C. 推型固位作用弱, 对基牙损伤大, 稳定作用不如圆环形卡环 D. 推型固位作用强, 对基牙损伤大, 稳定作用不如圆环形卡环 E. 推型固位作用强, 对基牙损伤小, 稳定作用不如圆环形卡环", "std": "E", "cot": ""}
{"query": "223. RPI 卡环的组成是 A. 远中支托、颊臂、舌臂 B. 近中支托、I 杆颊臂、舌臂 C. 远中邻面板、颊臂、舌臂 D. 远中支托、I杆颊臂、舌臂 E. 近中支托、远中邻面板、I 杆颊臂", "std": "E", "cot": ""}
{"query": "146. 固定义齿修复中, 若前磨牙缺隙大于对侧同名牙,改善美观可通过 A. 适当磨除基牙的近缺隙面牙体组织 B. 减小桥体突度 C. 制作龈向的纵行沟、纹 D. 制作近远中向横沟、纹 E. 将桥体牙颊面颊嵴向近中移动", "std": "E", "cot": ""}
{"query": "222. 关于可摘局部义齿基托伸展的范围, 下列错误的是 A. 义齿基托边缘应与天然牙轴面的倒凹区轻轻接触 B. 上颌远中游离者, 义齿基托应伸至翼上颌切迹,远中颊角应覆盖上颌结节 C. 下颌远中游离者,义齿基托应覆盖磨牙后垫前 1/3 到 1/2 D. 缺牙区若有骨质缺损, 义齿基托伸展的范围应当扩大, 若有骨突应适当缩小或作缓冲 E. 缺牙多应适当大些, 反之应小些", "std": "A", "cot": ""}
{"query": "8. 以下不是附着体义齿优点的是 A. 增加义齿固位和稳定 B. 避免暴露卡环影响美观 C. 容易清洁 D. 恢复患者较高的咀嚼效率 E. 临床应用范围广泛", "std": "C", "cot": ""}
{"query": "93. 下列不是铸造金属全冠的适应证的是 A. 上颌第一磨牙隐裂 B. 下颌第二前磨牙舌尖斜折缺损 C. 上颌尖牙畸形 D. 下颌第二磨牙作为固定桥基牙 E. 下颌第一磨牙根管治疗后", "std": "C", "cot": "由于金属材料美观性的不足,铸造金属全冠的适应证主要用于后牙而不用于前牙的修复。"}
{"query": "239. 患者男,22岁。3个月前因外伤致一上前牙脱落,今要求烤瓷修复。检查:左上侧切牙缺失,间隙正常,牙槽嵴无明显吸收。左上中切牙牙冠 一半 缺损,已露髓, 探诊稍敏感,叩诊(一),松动度(一)。 左上尖牙牙冠良好,叩诊(一),松动度 (一)。余牙未见异常。最适合的治疗方案是 A. 桩冠局部义齿 B. 覆盖义齿 C. 桩核与双端固定桥 D. 根内固位体固定桥 E. 桩核与单端固定桥", "std": "C", "cot": ""}
{"query": "29. 下颌牙列中牙周面积最小的是(   ) A. 中切牙 B. 第一前磨牙 C. 侧切牙 D. 第二前磨牙 E. 第三磨牙", "std": "A", "cot": ""}
{"query": "34. 下列关于卡环固位体的说法正确的是(   ) A. 卡环臂尖位于倒凹区, 当脱位力作用时, 阻止义齿侧向移动 B. 卡环臂起始部分位于非倒凹区, 起稳定作用, 防止义齿脱位 C. 卡环体的强度要求较高, 起稳定支持义齿的作用, 不应影响咬合, 位于倒凹区 D. 支托可防止义齿下沉, 阻止义齿游离端翘起和摆动, 起到稳定义齿的作用 E. 小连接体应进入倒凹区, 主要起连接作用", "std": "D", "cot": ""}
{"query": "284. 颞下颌关节紊乱病的修复治疗方法不恰当的是 A. 可摘局部义齿修复 B. 咬合板治疗 C. 肌松弛治疗 D. 预防性调验 E. 心理评价和治疗", "std": "D", "cot": "颞下颌关节紊乱病进行调验治疗时属于不可逆的治疗方法, 应作为第二线选择, 并且应在患者疼痛消失,功能紊乱症状明显减轻、下颌运动范围接近正常以及上下颌骨关系、 神经肌肉功能、心理状态尽可能稳定的情况下进行。调验治疗要谨慎行事,经常反复地评价治疗效果,并且不能进行预防性调验。"}
{"query": "88. 下列情况不是桩冠修复的禁忌证的是 A. 牙槽骨吸收超过根长 1/2 以上 B. 牙槽骨以下的斜形根折,伴断牙牙根松动 C. 深覆𬌗、咬合紧,牙根长度不足,无法获得足够的固位形、抗力形者 D. 畸形牙直接牙体预备固位形不良者 E. 根管壁有侧穿,且伴有根、骨吸收和根管内感染者", "std": "D", "cot": ""}
{"query": "168. 𬌗支托长度应为磨牙𬌗面近远中径的 A. 1/2 B. 1/3 C. 1/4 D. 2/3 E. 3/4", "std": "C", "cot": ""}
{"query": "184. 下列情况有利于义齿的稳定的是 A. 牙弓突度较大时行前牙固定桥修复 B. 桥体位于基牙支点线上 C. 单端固定桥 D. 上颌尖牙缺失行固定桥修复 E. 基牙位于桥体的一侧", "std": "B", "cot": ""}
{"query": "8. 以下除了哪项外都是采用金属顶盖的优点(   ) A. 预防基牙龋坏 B. 防止基牙过敏 C. 调整义齿固位力的大小 D. 缩短治疗时间,减少治疗费用 E. 双层顶盖具有缓冲力量的作用", "std": "D", "cot": ""}
{"query": "56. 全冠粘固后很快出现过敏性疼痛,其主要原因不可能是 A. 牙体预备时热刺激 B. 粘固剂刺激 C. 腐质未去净 D. 消毒剂刺激 E. 隔湿干燥时冷刺激", "std": "C", "cot": ""}
{"query": "7. 固定局部义齿的组成包括(   ) A. 固位体 B. 桥体 C. 连接体 D. 卡环 E. ABC", "std": "E", "cot": ""}
{"query": "108. 前牙 3/4 冠舌面应磨出间隙为 A. 0.2 ∼ 0.5 mm B. 0.5 ∼ 1.0 mm C. 0.8 ∼ 1.2 mm D. 1.0 ∼ 1.2 mm ? ... E. 1.5 mm", "std": "B", "cot": ""}
{"query": "36. 与圆环形卡环臂相比, 杆形卡环臂的缺点是 A. 不美观 B. 强度差 C. 稳定作用差 D. 异物感强烈 E. 制作难度大", "std": "C", "cot": "此题考查考生对圆环形卡环与杆形卡环差别的了解情况。杆形卡环臂和圆环形卡环臂相比, 其进入基牙固位倒凹的方向和与基牙接触面积不同, 暴露金属少, 更美观, 但稳定作用差。两者的固位作用效果、强度和制作难度均无差别。"}
{"query": "53. 全冠永久粘固后松动、脱落, 其主要原因不可能是 A. 预备体轴壁聚合角过大 B. 咬合侧向力过大 C. 修复体不密合 D. 牙周病 E. 粘固失败", "std": "D", "cot": "固定修复体松动、脱落的主要原因有:修复体固位不足,如预备体轴壁聚合角过大, 修复体不密合；创伤咬合,胎力过大,胎力集中,侧向力过大;粘固失败等。正确答案选择 D 选项。"}
{"query": "28. 女, 50 岁。右侧上颌中切牙、侧切牙、第二前磨牙、第一磨牙，左侧上颌中切牙、侧切牙、尖牙、第二前磨牙、第一磨牙缺失, 余留牙正常。基牙应该选择 A. 右侧上颌第二磨牙、第一前磨牙、尖牙，左侧上颌第一前磨牙、第二磨牙 B. 右侧上颌第二磨牙、第一前磨牙，左侧上颌第一前磨牙、第二磨牙 C. 右侧上颌第二磨牙、尖牙，左侧上颌第一前磨牙、第二磨牙 D.右侧上颌第一前磨牙、尖牙，左侧上颌第一前磨牙、第二磨牙 E. 右侧上颌第二磨牙、尖牙，左侧上颌第二磨牙", "std": "A", "cot": "对于非游离缺失的牙列缺损, 当余留牙正常时, 可摘局部义齿应选择缺隙前后与缺隙相邻的后牙或尖牙做基牙, 形成面式分布。因此, 该缺损的主要基牙应为右侧上颌第二磨牙、第一前磨牙，左侧上颌第一前磨牙、第二磨牙,右侧上颌尖牙应放置舌隆突支托, 支持前部缺隙。正确答案为 A 。"}
{"query": "221. 多数上前牙缺失用活动义齿修复, 在排牙时不正确的提法是 A. 人工牙的颜色应与相邻天然牙协调 B. 中线应与下颌前牙中线一致 C. 人工牙的颈缘线与相邻天然牙的颈缘在同一水平 D. 人工牙的大小应与患者面形协调 E. 人工牙的排列应与颌弓形状相适应", "std": "B", "cot": "排牙时要注意中切牙之间的接触点应与面部中线一致,特别是上中切牙间的近中接触点,更应居中不偏,以免影响美观。但下中切牙间的近中接触点因受邻牙的限制而稍有偏斜时,对美观影响不太明显。"}
{"query": "288. 以下不属于种植义齿上部结构的是 A. 人造冠 B. 金属支架 C. 附着体 D. 固定螺丝 E. 取模柱", "std": "E", "cot": ""}
{"query": "216. 下列不属于义齿转动性不稳定现象的是 A. 翘起 B. 下沉 C. 摆动 D. 旋转 E. A + C + D", "std": "B", "cot": ""}
{"query": "61. 固定桥戴用后引起龈炎的原因不正确的是 A. 基牙负荷加大 B. 龈组织受压 C. 食物嵌塞 D. 固位体边缘不密合 E. 粘接剂未去净", "std": "A", "cot": ""}
{"query": "11. 在桩核冠修复中, 与牙根的抗力有关的是 A. 桩材料的弹性模量 B. 牙本质肩领 C. 桩的直径 D. 桩的末端形态 E. 以上皆是", "std": "E", "cot": "桩材料的弹性模量及桩的末端形态均影响牙根的应力分布,进而影响牙根的抗力; 牙本质肩领因箍效应而增加牙根的抗力; 桩的直径大小影响根管壁厚度, 进而影响牙根的抗力。"}
{"query": "92. 下列是全瓷嵌体修复牙体制备的特点除外 A. 无倒凹 B. 有洞型 C. 邻面片切面的龈缘应离开邻面接触点位于自洁区 D. 应做到底平、壁直、点线角清楚 E. 需要制备洞缘斜面", "std": "E", "cot": ""}
{"query": "199. 固定桥最理想的固位体是 A. 全冠 B. 3/4 冠 C. 嵌体 D. 桩冠 E. 贴面", "std": "A", "cot": "全冠为覆盖全部牙冠表面的修复体,其固位力为最佳。"}
{"query": "25. 当余留牙倾斜超过30°时不宜选作固定桥的基牙, 主要是因为 A. 受力后基牙的倾斜度加大 B. 桥体易弯曲变形 C. 不能承担𬌗力 D. 𬌗力不能沿基牙长轴传导 E. 磨除牙体组织过多", "std": "D", "cot": "基牙倾斜角度大会存在两个主要问题, 一个是难以取得共同就位道, 另一个是𬌗力传导方向偏离牙长轴, 不利于基牙健康。为获得共同就位道, 避免磨除过多的牙体组织, 可设计半固定桥, 但无法改变基牙受力的方向。受力后基牙的倾斜度加大是不良后果, 不是原因。桥体的弯曲变形只与桥体的强度和𬌗力大小有关。"}
{"query": "66. 排总义齿前牙时下列方法不正确的是(   ) A. 上颌中切牙切缘位于平面 B. 下颌切牙切缘与下唇上缘平齐 C. 上侧切牙切缘位于平面上 0.5  ~  1 mm D. 排在牙槽嵴顶上 E. 中切牙切缘位于上唇下缘下 2 mm", "std": "D", "cot": ""}
{"query": "66. 高嵌体的缺点不包括(   ) A. 增加牙折的风险 B. 牙体预备较复杂 C. 固位力较差 D. 边缘线较长", "std": "A", "cot": ""}
{"query": "20. 在牙体缺损的修复治疗中, 关于对牙龈组织的保健错误的是 A. 修复体要高度磨光 B. 人造冠龈边缘与患牙密合 C. 正确恢复牙冠外形高点 D. 修复体龈边缘必须位于龈嵴顶以下 E. 修复体轴面形态有助于对龈组织给予功能性刺激", "std": "D", "cot": "修复体龈边缘越接近龈沟底,越容易引起牙龈炎症,通常修复体的边缘尽可能放在龈上。"}
{"query": "120. 义齿基托折断修理时最常采用 (   ) A. 自凝塑料或热凝塑料 B. 软衬材料 C. 磷酸锌粘固剂 D. 玻璃离子粘固剂 E. 环氧树脂粘固剂", "std": "A", "cot": ""}
{"query": "8. 固定局部义齿的固位体可以是(   ) A. 全冠 B. 部分冠 C. 嵌体 D. 桩冠 E. 以上都可以", "std": "E", "cot": ""}
{"query": "67. 患者男, 51 岁。下颌右侧 678 缺失。在减小义齿游离鞍基水平向移动的设计中, 不正确的是 A. 应用双侧联合设计 B. 缺失区对侧应设计间接固位体 C. 选用牙尖斜度大的人工牙 D. 末端基牙设计 RPI 卡环组,减小基牙扭力  E. 扩大基托面积", "std": "C", "cot": ""}
{"query": "40. Kennedy第一类可摘局部义齿在末端基牙上用RPI卡环代替三臂卡环的目的是 A. 减轻牙槽嵴负担 B. 减轻基牙扭力 C. 导致义齿翘动 D. 暴露更多金属 E. 降低义齿强度", "std": "B", "cot": "此题考核RPI卡环的特点。对于游离缺失末端基牙, 由于𬌗支托位置和固位卡环臂尖进入倒凹的方向不同, RPI卡环与三臂卡环对基牙的作用力有较大差异。游离缺失的末端基牙上设计RPI卡环, 可以减小义齿游离端翘动, 减小基牙受到的扭力, 从而减轻基牙的负担。但此时牙槽嵴的负担会有所增加。RPI卡环颊侧I型杆从龈方进入基牙倒凹, 比圆环形卡环臂暴露金属要少, 更有利于美观。末端基牙上卡环的改变不会降低义齿的强度。"}
{"query": "62. 下列情况的余留牙, 在修复前要求拔除的是 A. 牙槽骨吸收达到根1/3, 牙松动达I度 B. 牙槽骨吸收达到根1/3, 牙松动达II度 C. 牙槽骨吸收达到根2/3, 牙松动达I度 D. 牙槽骨吸收达到根2/3, 牙松动达II度 E. 牙槽骨吸收超过根2/3, 牙松动达III度", "std": "E", "cot": "此题考核的知识点是诊疗计划及修复前准备。牙槽骨吸收达到根2/3以上, 牙松动达III度的余留牙用作修复体基牙预后不佳, 应拔除。"}
{"query": "41. 男, 65 岁, 上下颌牙列缺失 5 年, 全口义齿戴用后易脱落。患者口腔处于休息状态时, 下颌义齿固位欠佳; 做伸舌动作时, 下颌义齿无松动; 做吹口哨、 吮吸等动作时, 下颌义齿松动。口内检查上、下颌剩余牙槽嵴均为 II 类牙槽嵴。下列分析患者下颌总义齿固位不良的原因中, 可以排除的原因是 A. 颌骨解剖形态不利于固位 B. 义齿承托区黏膜移动度较大 C. 唾液分泌量不足 D. 义齿基托边缘伸展不当 E. 义齿边缘封闭不良", "std": "B", "cot": "此题考核的知识点是影响全口义齿固位的因素。义齿容易松动脱落是因为基托与承托区黏膜组织不密合, 基托边缘伸展不足, 边缘封闭性差, 无足够的吸附力和大气压力使义齿保持固位。与这些原因相关的因素包括颌骨的解剖形态、义齿承托区黏膜的性质、唾液的质量和义齿基托的边缘伸展。检查发现, 患者腭穹隆高拱, 上下颌颌骨解剖形态良好, 所覆盖黏膜厚度适中, 义齿基托边缘伸展合适。这表明影响该患者义齿固位不良的因素与颌骨的解剖形态、义齿承托区黏膜的性质和义齿基托的边缘伸展无关。故排除选项 A、C、D、E。"}
{"query": "67. 左上 2122 右上 1112 缺失, 缺隙一侧的余留牙基本无可利用倒凹, 设计就位道时应采用(   ) A. 平均倒凹法 B. 由前向后斜向戴入的调节倒凹法 C. 由后向前斜向戴入的调节倒凹法 D. 与抬力方向一致的就位道 E. 旋转戴入的调节倒凹法", "std": "E", "cot": ""}
{"query": "51. 全口义齿戴牙后, 下颌髁突明显向后上位移, 主要是由于 A. 正中𬌗错位 B. 垂直距离过低 C. 垂直距离过高 D. 义齿咬合偏斜 E. 义齿基托变形", "std": "B", "cot": "天然牙列存在时, 上下颌的关系依赖于上下牙列尖窝交错的接触而得到保持。此时患者两侧髁突处于关节凹中的生理后位。若全口义齿的垂直距离过低时, 患者戴入义齿并咬合时, 下颌髁突会明显向后上方移位。"}
{"query": "141. 杆附着体的杆应位于 A. 牙槽嵴顶上方 B. 牙槽嵴顶唇侧 C. 牙槽嵴顶颊侧 D. 不与牙槽嵴顶保持平行关系 E. 紧贴牙槽嵴黏膜", "std": "A", "cot": ""}
{"query": "30. 就位道的影响因素不包括(   ) A. 患者的口内感觉 B. 基牙的倒凹大小 C. 基牙的位置 D. 牙、软组织和骨突", "std": "A", "cot": ""}
{"query": "197. 下列不适合做可摘局部义齿修复的情况是患者患有 A. 肝炎 B. 牙周病 C. 颞下颌关节紊乱病 D. 癫痫 E. 高血压", "std": "D", "cot": "患者癫痫发作时可能会导致义齿误吞误咽。"}
{"query": "下面有关杆形卡环的描述, 错误的是 A. 也称为推型卡环 B. 卡环的引伸臂位于龈缘下方 3mm 或低于 3mm C. 卡环臂尖端常进入倒凹区 0.75mm 或 1mm D. 口腔前庭较浅的患者不能应用此类卡环 E. 卡抱稳定作用不如圆环形卡环", "std": "C", "cot": "杆形卡环主要为铸造卡环, 进入倒凹区深度一般为 0.25mm 或 0.5mm 倒凹,弯制卡环一般用于 0.75mm 倒凹。"}
{"query": "15. 后牙选择铸造金属全冠修复, 在进行𬌗面的 牙体预备时 A. 应严格按照修复前的牙体𬌗面形态进行预备,不得降低牙尖高度和减小牙尖斜面斜度 B. 应在正中𬌗时为铸造金属全冠提供 0.5 到 1.0 mm 的𬌗面空间 C. 应使牙尖斜面斜度与咬合力的方向尽量垂直 D. 对残留的陡尖、大斜面也应全部保存,以增加牙体的抗力形 E. 大面积严重牙体缺损影响到铸造金属全冠固位和抗力时, 应向患者建议拔除", "std": "C", "cot": "𬌗面形态和应力有关,陡坡会增加牙冠的侧向力,影响冠的固位和稳定,因此应使牙尖斜面斜度与咬合力的方向尽量垂直。"}
{"query": "34. 下列卡环形式中属II型卡环的是 A. RPA卡环 B. 倒钩卡环 C. 延伸卡环 D. 三臂卡环 E. 回力卡环", "std": "B", "cot": "此题考查考生对基牙观测线分型和卡环类型的掌握情况。I型观测线者, 近缺隙侧的倒凹小, 远缺隙侧的倒凹大; II型观测线者, 近缺隙侧的倒凹大, 远缺隙侧的倒凹小。RPA卡环、延伸卡环、三臂卡环和回力卡环的固位卡环臂尖均进入远离缺隙侧的倒凹区, 适用于I型观测线, 为I型卡环。只有倒钩卡环的固位卡环臂尖进入近缺隙侧倒凹, 适用于II型观测线, 为II型卡环。"}
{"query": "63. 活髓牙牙体缺损修复时, 制作暂时冠的作用不包括 A. 保护牙髓, 减少外界环境对牙髓的温度、机械及化学刺激 B. 根据暂时冠的戴用情况, 对最终修复设计进行评估和修改 C. 恢复缺损牙的边缘, 可刺激牙龈组织的生长 D. 在能一定程度上恢复缺损牙的美观和功能 E. 维持正常的咬合和邻接关系, 避免牙齿移位", "std": "C", "cot": "此题考核的知识点是暂时冠的作用。暂时冠可保护牙髓, 减少外界环境对牙髓的刺激, 选项A正确; 有诊断作用, 可根据暂时冠修复效果, 对最终修复效果进行调整, 对咬合调整较大的患者, 需长时间戴用临时冠, 可对咬合关系进行评估, 适应和调整, 选项B正确; 暂时冠能恢复缺损牙的美观和功能, 选项D正确; 牙体预备后, 如持续时间较长, 可能因牙位置的变化出现间隙, 临时冠可维持正常的咬合关系和邻接关系, 选项E正确; 暂时冠恢复了缺损牙的形态, 突度和邻接, 避免菌斑聚集, 防止牙龈炎症, 避免了牙龈增生, “刺激牙龈组织的生长” 的表述不正确, 选项C错误。"}
{"query": "198. 左侧上颌第二前磨牙、第一磨牙缺失, 缺牙区及两侧基牙情况良好, 咬合正常,设计固定桥的基牙最好是 A. 左侧上颌第一前磨牙、第二磨牙 B. 左侧上颌尖牙、第一前磨牙  C. 左侧上颌第二磨牙、第三磨牙 D. 左侧上颌尖牙、第一前磨牙、第二磨牙、第三磨牙 E. 左侧上颌尖牙、第一前磨牙、第二磨牙", "std": "E", "cot": ""}
{"query": "29. 固定桥的固位受上下颌牙排列关系影响最大的是 A. 下前牙固定桥 B. 上前牙固定桥 C. 上后牙固定桥 D. 下后牙固定桥 E. 前后牙复合桥", "std": "B", "cot": "与后牙固定桥相比, 前牙固定桥弧度大, 桥体前突, 桥体的受力点偏离固位体支点。桥体与固位支点线的偏离程度和桥体的受力, 对固定桥的固位和基牙的受力有很大影响。上前牙固定桥受到的唇向侧向作用力较大, 桥体受力点偏离固位体支点的特点更加明显, 牙弓的凸度和覆𬌗、覆盖关系等的影响更大。"}
{"query": "207. 以下关于半固定桥的说法错误的是 A. 倾斜基牙为获得共同就位道 B. 含中间基牙的多单位固定桥,保护中间基牙 C. 可动连接体的栓道位于固位体上 D. 保护缺隙一侧支持较弱的基牙 E. 可动连接体一般用栓道式附着体", "std": "D", "cot": "半固定桥多用于牙间隔缺失中间基牙的远中部分,或当某基牙倾斜较大难以取得共同就位道时, 这时可将两个基牙的就位道分别设计,在一个固位体上设计的栓道与另一个基牙预备体的就位道一致,从而避免牙体组织切割过多。"}
{"query": "32. 以下正确的描述是(   ) A. 烤瓷金属全冠应选择高熔性瓷粉 B. 金属膨胀系数应小于瓷的热膨胀系数 C. 烤瓷合金与瓷之间的结合力高达 0.01 ~ 6.39 kg/mm² D. 机械结合力是金-瓷结合力中的主要组成部分 E. 热力学匹配性不是影响瓷层剥脱的重要原因", "std": "C", "cot": ""}
{"query": "240. 通常前牙金属烤瓷冠舌面龈边缘的最佳选择是 A. 龈上凹形边缘 B. 龈下凹形边缘 C. 龈上肩台边缘 D. 龈下肩台边缘 E. 平龈边缘", "std": "A", "cot": "舌面龈边缘无需考虑美观,而龈上边缘利于牙周健康；同时舌面龈边缘为金属边缘,应作凹形边缘,故预备龈上的凹形边缘最合适。"}
{"query": "覆盖义齿采用长冠基牙设计, 下列说法不正确的是 A. 能为义齿提供良好的固位和支持作用 B. 基牙冠长不应超过根长 1/2 C. 基牙余留高度在龈缘上 3 mm 以内 D. 基牙上可制作金属顶盖 E. 长冠基牙所受的侧向力和扭力较大", "std": "C", "cot": ""}
{"query": "2. 下列选项中不属于上部结构的是(   ) A. 固定螺丝 B. 中央螺丝 C. 人造冠 D. 附着体 E. 金属支架", "std": "B", "cot": ""}
{"query": "31. 哪项不是可摘局部义齿的组成成分(   ) A. 固位体 B. 基牙 C. 人工牙 D. 基托 E. 连接体", "std": "B", "cot": ""}
{"query": "5. 烤瓷冠修复牙体缺损时, 以下说法正确的是 A. 选色环境 (包括家具、物品等) 应认真设计, 以白色基调为好 B. 选色时医师可先注视蓝色背景 C. 选用前磨牙为选择色调的参照牙 D. 难以选到相似的牙色时, 可选择最接近的低饱和度、低亮度的牙色 E. 选择亮度时环境光线应充足", "std": "B", "cot": ""}
{"query": "58. 轴壁完整、临床冠较短的无髓牙, 增加全冠固位力的可行办法是 A. 制备髓腔固位洞形, 增加约束力 B. 保持预备体表面粗糙度, 提高摩擦力 C. 边缘预备至龈沟底, 增加预备体高度 D. 调拌稀薄的水门汀, 增加粘接力 E. 降低𬌗面高度, 减轻咬合力", "std": "A", "cot": "此题考核的知识点是牙体缺损修复的固位原理。临床冠短者, 全冠固位形不佳。为加大固位力, 须在预备体上增加辅助固位形。利用部分髓室, 在全冠预备体𬌗面制备I类洞型, 是非常有效的辅助固位形。故正确答案是A。虽然增加粗糙度可以增大摩擦力, 但预备体表面粗糙会影响印模准确性和修复体的制作精度, 因此排除选项B。边缘预备过深, 会影响修复体边缘准确性和牙周组织健康, 因此排除选项C。水门汀的黏稠度应该适中, 过度稀薄反而降低粘接力, 因此排除选项D。降低咬合虽然可以减小修复体的受力, 但却影响了患牙的咀嚼功能恢复, 因此排除选项E。"}
{"query": "18. 属于暂时冠桥作用的是(   ) A. 保护作用 B. 美观作用 C. 维持和稳定作用 D. 以上所有", "std": "D", "cot": ""}
{"query": "27. 减小桥体弯曲变形的措施不包括 A. 选用机械强度高的桥体材料 B. 加厚桥体金属层 C. 延长桥体长度 D. 桥体结构设计为“工”形 E. 减轻桥体所受𬌗力", "std": "C", "cot": "要减小桥体的弯曲变形, 需要增加桥体强度和减小桥体受力。选项A、B、D均可增加桥体强度。而选项C不仅不能增加其强度, 反而增加了桥体的受力, 会加重其弯曲变形。"}
{"query": "77. 若前后牙均有缺失, 就位道的选择说法正确的是(   ) A. 将模型向后倾斜, 使前牙倒凹减小, 天然牙与人工牙间的缝隙减小, 义齿就位道 是由前向后 B. 如果前牙全部缺失, 应根据倒凹情况和基牙在牙列上的位置而定 C. 一般是模型向易脱位的一方倾斜 D. 如前牙倒凹较小, 则将模型平放, 义齿就位道方向与力方向一致 E. 以上均正确", "std": "E", "cot": ""}
{"query": "24. 全口义齿人工牙排列时,平衡咬合的意义是 A. 增强义齿的稳定性 B. 发音清楚 C. 增强美感 D. 提高接触面积 E. 纠正不良习惯", "std": "A", "cot": "平衡咬合是指全口义齿的上下颌相对应的牙齿在正中咬合及下颌前伸和侧方运动过程中能保持同时接触的咬合关系, 以使义齿在行使功能时保持固位和稳定。"}
{"query": "37. 在相同条件下, 如果固定桥桥体厚度减半, 则其挠曲变形量 (   ) A. 增加至原来的 2 倍 B. 增加至原来的 4 倍 C. 增加至原来的 6 倍 D. 增加至原来的 8 倍 E. 增加至原来的 9 倍", "std": "D", "cot": ""}
{"query": "103. 铸造金属全冠戴人时的注意事项,除外 A. 检查铸造金属全冠不可有铸造缺陷 B. 检查铸造金属全冠组织面不可有金属小瘤影响就位 C. 检查全冠戴入后边缘应到达牙体预备的边缘位置 D. 检查全冠与邻牙的邻接关系是否紧密, 牙线应不可通过 E. 检查全冠与对颌牙的咬合接触应均匀广泛, 不可有咬合高点和干扰点", "std": "D", "cot": "铸造金属全冠戴入后,与邻牙应紧密接触, 牙线通过时有一定阻力, 如果牙线完全不能通过, 则邻接过紧, 可能影响全冠完全就位,强行就位的情况下,可能导致局部牙周的损伤。"}
{"query": "113. 一患者下颌左 5678 右 5678 缺失, 戴用可摘局部义齿 1 周后, 主诉游离端基托广泛性压痛、咀嚼不适。口腔内检查发现: 义齿固位及稳定性好,密合,咬合无高点,缺隙黏膜无明显压痛点、红肿或溃疡。造成义齿压痛最可能的原因是(   ) A. 卡环固位力太大 B. 基托下沉 C. 基托翘动 D. 牙槽嵴负担过重 E. 使用不当", "std": "D", "cot": ""}
{"query": "55. 在制作固定桥时, 减轻固定局部义齿桥体承载力的措施, 错误的是 (   ) A. 减少桥体牙承载面的颊舌径宽度 B. 加大桥体与固定体之间的舌侧外展隙 C. 减少承载面的溢出道 D. 减少早接触 E. 降低非功能尖斜度", "std": "C", "cot": ""}
{"query": "57. 对由于旧义齿不适造成的增生黏膜组织, 应首先采取 A. 吃消炎药 B. 停戴旧义齿 C. 含漱口水 D. 制作新义齿 E. 外科切除", "std": "B", "cot": ""}
{"query": "23. 关于后堤区的描述, 错误的是 A. 该区组织柔软, 有一定可让性 B. 后堤区的后界中部约位于腭小凹处 C. 后堤区的外端后缘应覆盖两侧翼上颌切迹 D. 当义齿受压后, 该区组织可随义齿而移动, 达到良好的封闭作用 E. 后堤区的范围和深度不能在口内确定", "std": "E", "cot": ""}
{"query": "5. 牙周夹板具备要求(   ) A. 牙齿能预防变色 B. 牙齿能抵御来自各个方向的外力 C. 牙齿能预防折裂 D. 以上都不对", "std": "B", "cot": ""}
{"query": "11. 女, 47 岁。右侧下颌第一磨牙缺失, 右侧下颌第二前磨牙、第二磨牙为健康活髓牙。右侧下颌第二前磨牙、第一磨牙、第二磨牙金属烤瓷固定桥粘固后 4 天复诊, 主诉咬合时疼痛。此时首先要检查的是 A. 基牙根尖状况 B. 基牙牙槽骨状况 C. 基牙牙龈状况 D. 修复体咬合接触 E. 固位体边缘密合度", "std": "D", "cot": "固定修复体粘固后短期内出现咬合不适、咬合痛, 最常见原因是存在咬合早接触、𬌗干扰, 导致咬合创伤。因此首先应检查修复体的咬合接触, 明确是否存在咬合早接触或𬌗干扰。根尖周炎、牙周炎和牙龈炎虽然也可以有咬合不适或疼痛, 但患者的基牙在修复前均为健康活髓牙, 在修复后数天内不可能迅速出现根尖周炎、牙周炎或严重的牙龈炎。因此, 为明确病因,应先检查咬合关系。正确答案为 D 选项 A、B、C 反映的是基牙根尖与牙周状况, 选项 E 主要影响基牙牙龈健康,均非正确选项。"}
{"query": "63. 有关固定桥表面的应力分析说法错误的是(   ) A. 基牙牙周的支持力强, 则桥体表面的应力大 B. 桥体的长度是影响固定桥应变最重要的因素 C. 材料的弹性模量会影响应变的大小 D. 后牙固定桥的表面应力小于前牙桥 E. 连接体厚度增加能显著减低连接体处的剪应力", "std": "A", "cot": ""}
{"query": "187. 可摘局部义齿人工后牙颊舌径宽度小于天然牙的目的是 A. 提高咀嚼效率 B. 获得平衡 𬌗 C. 防止咬颊 D. 减少支持组织负荷 E. 增加固位", "std": "D", "cot": "可摘局部义齿人工牙减径主要目的是减小 𬌗 面面积,减小支持组织负荷。"}
{"query": "81. 下列不是进行桩冠修复的必要前提的是 A. 患牙经过完善的根管治疗 B. 根尖周无炎症或炎症已完全控制 C. 牙冠缺损至龈下 D. 骨质吸收不超过根长 1/2 E. 骨吸收稳定者", "std": "C", "cot": ""}
{"query": "27. 不是模型观测仪主要部件的是(   ) A. 基座 B. 卡环臂 C. 观测平台 D. 分析工具 ![0193b55d-84a3-7704-abbe-6232eb33324f_99_205_1894_397_292_0.jpg](images/0193b55d-84a3-7704-abbe-6232eb33324f_99_205_1894_397_292_0.jpg)", "std": "B", "cot": ""}
{"query": "52. 可摘局部义齿固位力的调节中, 不正确的是(   ) A. 用锻丝卡环增加纵向固位力 B. 调整就位道 C. 调整固位臂进入倒凹的深度 D. 增加直接固位体数目,一般 2 到 4 个 E. 调整基牙上固位体的固位形,倒凹深度小于 1 mm ,坡度大于 20 角", "std": "A", "cot": ""}
{"query": "26. 完善的全口义齿制作至少需要使用的𬌗架为 A. 简单𬌗架 B. 平均值𬌗架 C. 半可调𬌗架 D. 全可调𬌗架 E. 简单𬌗架和全可调𬌗架", "std": "C", "cot": "简单𬌗架由于仅有开闭口运动, 因此难以模拟患者的髁导斜度,需要试戴和初戴时调验以便达到𬌗平衡。平均值𬌗架由于髁导斜度为 30° ,侧方髁导斜度为 15° 的均值,也难以个性化模拟患者的髁导斜度。半可调𬌗架可以求得患者具体的前伸和侧向髁导斜度, 满足技工室制作过程中人工牙排列达到平衡后,减少义齿试戴和初戴时不必要的调改。而全可调验架可以模拟前伸、侧移等下颌运动特征因此更精确。但半可调𬌗架即可满足临床上完善的全口义齿的制作."}
{"query": "4. 复合固定桥的结构是(   ) A. 双端有基牙, 双端为不活动连接体 B. 双端有基牙一端为可动连接体,一端为不动连接体 C. 双端有基牙, 双端为可动连接体 D. 只有一端有基牙, 为不动连接体 E. 为 2 种或 3 种基本类型的固定桥组合而成", "std": "E", "cot": ""}
{"query": "5. 有关3/4冠牙体预备的正确叙述是 A. 临床牙冠长, 倒凹大者, 邻面冠边缘应止于龈缘 B. 上前牙切斜面由舌侧斜向唇侧 C. 在切端斜面舌1/3处, 做一顶角90°的沟 D. 舌轴壁的倒凹不必消除, 可以舌隆突为界分两段预备 E. 邻沟与邻面的线角清晰, 有棱角", "std": "C", "cot": "此题主要考查考生对3/4冠牙体预备要求的掌握情况。临床牙冠长, 倒凹大时, 冠边缘可在龈缘以上, 冠覆盖区内应无倒凹。上前牙切斜面由唇侧向舌侧倾斜, 这样可以尽可能地少暴露金属。舌轴壁的倒凹一定要磨除, 以保证修复体就位、密合。邻沟与邻面的线角应清晰而无明显棱角, 否则容易因为模型磨损等原因导致修复体不能就位。选项A、B、D、E均不正确, 只有选项C的描述是正确的。"}
{"query": "85. 活髓牙或急、慢性牙髓炎尚未累及根尖者, 根充后最快的修复时间是 A. 2 天 B. 1 周 C. 10 天 D. 3 天 E. 2 周", "std": "D", "cot": ""}
{"query": "278. 以下颌运动异常、疼痛、弹响和杂音为主要症状的疾病是 A. 颞下窝肿瘤 B. 颞下颌关节紊乱病 C. 颞下颌关节炎 D. 颞下颌关节强直 E. 髁突肿瘤", "std": "B", "cot": ""}
{"query": "206. 在相同的条件下, 如果桥体的厚度减半, 则桥体的弯曲变形量为 A. 增加至原来的 2 倍 B. 增加至原来的 4 倍 C. 增加至原来的 6 倍 D. 增加至原来的 8 倍 E. 与原来相同", "std": "D", "cot": "在同等的条件下, 桥体弯曲变形量与桥体厚度的立方成反比。"}
{"query": "234. 一般条件下, 下列桩固位最好的是 A. 光滑柱形 B. 槽柱形 C. 锥形 D. 螺纹形 E. 弯制桩", "std": "D", "cot": ""}
{"query": "36. 下列措施中不能减小固定桥桥体所受侧向力 的是 A. 减小桥体颊舌径 B. 增加桥体牙尖斜度 C. 加深桥体侧面窝沟 D. 扩大桥体与固位体间的外展隙 E. 消除桥体早接触及侧向干扰", "std": "B", "cot": "增加桥体牙尖斜度会使桥体受到更大的侧向力,减小牙尖斜度才能够减轻桥体所受胎力。"}
{"query": "66. 桥体的龈面设计类型有(   ) A. 盖嵴式桥体 B. 改良盖嵴式桥体 C. 鞍式桥体 D. 改良鞍式桥体 E. 以上都是", "std": "E", "cot": ""}
{"query": "1. 下列咬合问题最容易诱发颞下颌关节病的是 A. 单个牙缺失 B. 牙列缺失 C. 覆盖太小 D. 内倾性深覆盖 E. 局部后牙反", "std": "D", "cot": "内倾性深覆盖由于制约了下颌的运动,最易造成关节后区的损伤,诱发关节病。"}
{"query": "61. 符合Kennedy第一类牙列缺损的个别托盘制作要求的是 A. 托盘边缘短于唇颊侧黏膜转折4mm B. 初模型上余留牙及周围牙龈表面覆盖0.5~1mm蜡片 C. 将琼脂材料添加在个别托盘边缘, 用于肌功能整塑 D. 上颌托盘远中边缘覆盖过上颌结节和颤动线 E. 下颌托盘远中边缘覆盖磨牙后垫1/2", "std": "D", "cot": "此题考核的知识点是可摘局部义齿印模与模型中的个别托盘制作。个别托盘边缘应短于唇颊侧黏膜转折处约2~3mm, 故选项A错误。初模型上余留牙及周围牙龈表面覆盖2mm蜡片, 故选项B错误。个别托盘边缘肌功能整塑用材料是印模膏而非琼脂, 故选项C错误。下颌托盘后缘应覆盖全部磨牙厚垫, 故选项E错误。上颌托盘远中边缘应该覆盖过上颌结节和颤动线。"}
{"query": "35. 女, 82 岁。牙列缺失, 牙槽嵴狭窄, 全口义齿修复后咀嚼效率低。其原因不可能是 A. 年龄过大 B. 义齿固位较差 C. 垂直距离过低 D. 咬合接触点少 E. 人工牙过小", "std": "A", "cot": "全口义齿修复后咀嚼效率的高低与牙槽骨的丰满度、义齿固位力、义齿垂直距离的高低、咬合接触面积、人工牙的型号大小均有关, 而与患者的年龄无直接相关联系, 因此正确答案为 A 。"}
{"query": "23. 以下牙周膜面积排序正确的是 (数字代表牙位) A. 下颌 6>7>3>4>5>1>2 B. 下颌 6>7>4>5>3>2>1 C. 下颌 6>7>4>3>5>2>1 D. 上颌 6 > 7 > 3 > 4 > 5 > 1 > 2 E. 上颌 6 > 7 > 3 > 5 > 4 > 1 > 2", "std": "D", "cot": ""}
{"query": "22. 固定桥基牙临床冠根比的最低限度为 A. 1 : 2 B. 2 : 1 C. 1 : 1 D. 2 : 3 E. 3 : 2", "std": "C", "cot": "临床冠根比为 1 : 2 或 2 : 3 则较为理想,当冠根比为 1 : 1 时,是选择基牙的最低限度,大于 1 : 1 时需要考虑增加基牙。"}
{"query": "15. 隙卡沟应预备成沟底稍平, 底边呈圆形, 这是为了 A. 有利于隙卡制作 B. 防止隙卡折断 C. 少磨牙 D. 以免相邻两牙遭受侧向挤压力 E. 有利义齿稳定", "std": "D", "cot": ""}
{"query": "132. 获得性上颌骨缺损患者, 做暂时义颌的时机是 A. 手术前预制 B. 术后 7~10 天 C. 术后 2 到 6 周 D. 放疗后 1 个月 E. 术后 3 到 6 个月,缺损腔稳定后", "std": "B", "cot": "术后 7~10 天手术创面初步愈合, 可将腭护板调改衬垫为暂时义颌。"}
{"query": "39. 下列不会引起全口义齿基托折裂的是 A. 咬合力不平衡 B. 基托较薄 C. 牙槽骨继续吸收 D. 基托与黏膜不贴合 E. 垂直距离恢复的不够", "std": "E", "cot": ""}
{"query": "12. 可以增加牙体缺损修复体抗力的是 A. 减少修复体的体积 B. 修复体的外形锐利平整 C. 选择自固化的修复材料 D. 减少修复体厚度 E. 控制𬌗面形态及𬌗力方向", "std": "E", "cot": "牙体缺损修复体的抗力是指修复体在行使功能时不发生破损。要加强修复体的抗力, 必须保证其有足够的强度, 同时减小受力。因此, 修复体必须选用适当的材料, 有足够的体积和厚度, 避免出现薄弱部位, 保证制作质量, 并控制𬌗力。过于强调保留牙体组织, 导致修复间隙不足, 修复体薄弱, 不利于修复体的抗力。"}
{"query": "211. 可摘局部义齿不稳定的表现, 下面描述错误的是 A. 义齿游离端基托翘起 B. 义齿摆动 C. 义齿旋转 D. 义齿咀嚼效率低 E. 义齿下沉", "std": "D", "cot": "可摘局部义齿的稳定是指义齿在行使功能时不发生翘起、旋转、下沉、摆动等现象。因此义齿不稳定的表现即为发生翘起、旋转、下沉、摆动,而不是咀嚼效率低。"}
{"query": "76. 下列关于印模材料说法错误的是(   ) A. 藻酸盐印模材料优点是富有弹性, 从倒凹中取出时不易变形 B. 藻酸盐印模材料缺点是印模形态稳定性和准确性较差 C. 硅橡胶印模材料操作简便, 取出需保持在有一定湿度的环境中 D. 硅橡胶印模材料制取的印模清晰精确, 尺寸稳定性较佳 E. 藻酸盐印模从口中取出后, 应即时灌注模型", "std": "C", "cot": ""}
{"query": "210. 采用焊接法制作固定桥桥架不适用于 A. 固定桥桥体跨度较大 B. 包含多个基牙的复合固定桥 C. 多单位固定桥个别固位体边缘不密合 D. 整铸法制作固定桥不能完全就位 E. 固定桥两端基牙不能获得共同就位道", "std": "E", "cot": "焊接法制作固定桥桥架仍属于双端固定桥,不能解决两端基牙无共同就位道的问题。"}
{"query": "98. 义齿初戴时出现痛的原因,除了(   ) A. 组织面有小瘤 B. 有个别牙早接触 C. 印模变形 D. 石膏模型损伤 E. 垂直距离过短", "std": "E", "cot": ""}
{"query": "66. 关于烤瓷熔附金属全冠的优点不正确的是 A. 能很好地恢复牙体的形态和功能 B. 切割牙体组织少 C. 抗折力强, 且颜色、外观逼真 D. 不变色, 不变形 E. 耐磨性强", "std": "B", "cot": "选项 A、C、D、E 均是金属烤瓷的优点,而制作烤瓷熔附金属全冠,相对于充填或制作贴面等修复体,被预备牙的各面都需要切割更多牙体组织,所以 B 选项是错误的。"}
{"query": "123. 能够减小固定桥桥体的弯曲变形量的因素是 A. 较大的𬌗力 B. 桥体厚度增加 C. 桥体长度增加 D. 桥体截面形态呈平面形 E. 采用机械强度较小的材料制作桥架", "std": "B", "cot": "固定桥桥体的弯曲变形量上桥体厚度的立方成反比,与桥体长度的立方成正比。"}
{"query": "12. 钉洞固位形中钉洞的深度一般为(   ) A. 2 mm B. 1.5 mm C. 1 mm D. 3 mm E. 2.5 mm", "std": "B", "cot": ""}
{"query": "173. 粘接修复时, 釉质处理不正确的是 A. 采用 30%~50%的磷酸 B. 一般酸蚀时间为 90 s C. 氟牙症酸蚀 2 min D. 乳牙酸蚀时间要适当延长 E. 酸蚀后水流冲洗", "std": "B", "cot": ""}
{"query": "258. PFM 冠修复时, 修复体正确恢复牙体形态应包括 A. 轴面形态 B. 邻接关系 C. 外展隙和邻间隙 D. 咬合面与咬合关系 E. 以上都需要恢复", "std": "E", "cot": "PFM 冠修复时, 修复体正确恢复牙体轴面形态、邻接关系、外展隙和邻间隙、咬合面与咬合关系。"}
{"query": "117. 关于 PFM 冠金瓷结合机制不正确的是 A. 化学结合力是金瓷结合力的主要组成部分 B. 金属-瓷材料的热膨胀系数要严格匹配,金属的热膨胀系数要略小于瓷的热膨胀系数时有利于金瓷结合 C. 基底冠表面一定的粗糙度对金瓷结合有利 D. 金瓷结合界面间存在分子间力 E. 贵金属基底冠烤瓷前需要预氧化", "std": "B", "cot": "烤瓷修复体中,金属和陶瓷的热膨胀系数要严格匹配, 要求金属的热膨胀系数略大于陶瓷的热膨胀系数,只有这样,在烧结过程的冷却过程中,金属的收缩量略大于陶瓷收缩量, 可以在陶瓷中产生收缩的内应力, 使之不容易发生崩裂。"}
{"query": "48. 男, 58 岁。要求修复缺失牙。检查: 左侧上颌中切牙、侧切牙，右侧下颌中切牙、第二前磨牙、第二磨牙，左侧下颌第一磨牙缺失; 右侧上颌中切牙叩痛(-), 松动 I 度; 左侧上颌尖牙 金 - 瓷全冠修复体, 叩痛 (-), 无松动; 左侧下颌第二磨牙近中倾斜明显, 叩痛 (-), 松动 I 度; 下颌其余牙牙龈不同程度退缩, 未见明显牙体异常。曲面断层片如图 4-37 所示。经过沟通, 拟对患者行上下颌可摘局部义齿修复。请问对此患者制取下颌工作印模时, 以下方法正确的是 A. 采用二次印模技术 B. 采用成品牙列托盘直接制取 C. 使用印模膏制取工作印模 D. 在下颌托盘就位前, 进行肌功能整塑 E. 肌功能整塑时, 让患者用力抬高舌尖", "std": "A", "cot": "此题考核的知识点是可摘局部义齿印模与模型。此病例为存在远中游离端的 Kennedy 第二类牙列缺损, 其可摘局部义齿为基牙和黏膜混合支持式设计, 应该制取功能性印模。功能性印模采取的是二次印模技术, 因此正确答案是 A 。采用成品牙列托盘直接制取为解剖式印模制取方法, 排除选项 B 。印模膏不是可摘局部义齿工作印模制取的主要材料, 排除选项 C 。 制取可摘局部义齿的下颌工作印模过程中, 应在下颌托盘就位后, 印模材料凝固前, 进行肌功能整塑, 排除选项 D 。下颌肌功能整塑时, 应轻抬舌尖, 若过度抬高, 可能导致口底过高, 舌侧印模边缘过短, 排除选项 E 。"}
{"query": "277. 下列不适于做颞下颌关节造影的是 A. 颞下颌关节急性脱位 B. 颞下颌关节有骨质改变及明显的间隙改变 C. 开闭口过程中有连续摩擦音 D. 发现有关节弹响、绞锁 E. 关节内占位性病变", "std": "A", "cot": ""}
{"query": "109. 前牙 3/4 冠切斜面预备要求不正确的是 A. 近远中方向形成平面,与牙轴呈 45 度 B. 上前牙由唇侧斜向舌侧,下前牙由舌侧斜向唇侧 C. 预备时不要伤及唇侧切缘 D. 尖牙应形成近远中两个斜面 E. 切端要磨出 0.2 mm 间隙", "std": "E", "cot": ""}
{"query": "18. 适合采用半固定桥修复的是 A. 基牙松动 B. 游离缺失 C. 咬合过紧 D. 基牙倾斜 E. 牙槽嵴过低", "std": "D", "cot": "此题考查考生对半固定桥及其适应证的了解情况。半固定桥的一端为栓道活动连接体, 可解决一端基牙倾斜, 难以取得共同就位道的情况。避免为获得共同就位道而进行过度基牙预备。选项A、B、C、E的情况不能用设计半固定桥来解决。"}
{"query": "281. 一般认为根管治疗后行核桩冠修复需观察的时间为 A. 即刻修复 B. 根管治疗后第 2 天 C. 根管治疗后当天 D. 根管治疗后 1 个月 E. 根管治疗后 1 到 2 周", "std": "E", "cot": "用桩冠修复残冠、残根其牙髓多已坏死,必须经过完善的根管治疗后,观察1到2周,无临床症状后,才可开始桩冠修复。"}
{"query": "83. Kennedy IV 类的活动义齿模型设计时, 将模型向后倾斜的主要原因是 A. 使义齿人工牙由前向后倾斜 B. 制作方便 C. 利用倒凹固位 D. 牙槽嵴丰满, 唇侧倒凹过大 E. 减少义齿前份基托与余留牙间的间隙", "std": "D", "cot": ""}
{"query": "33. 基牙倾斜时取得共同就位道的方法,错误的是(   ) A. 拔除倾斜基牙 B. 正畸治疗 C. 加大牙体制备量 D. 双套冠 E. 改变固位体", "std": "A", "cot": ""}
{"query": "1. 半固定桥的结构是(   ) A. 双端有基牙, 双端为不活动连接体 B. 双端有基牙一端为可动连接体,一端为不动连接体 C. 双端有基牙, 双端为可动连接体 D. 只有一端有基牙,为不动连接体 E. 为 2 种或 3 种基本类型的固定桥组合而成", "std": "B", "cot": ""}
{"query": "215. 关于制锁力大小的描述, 下面不正确的是 A. 制锁角越小, 制锁力越小 B. 制锁角越大, 制锁力越小 C. 基牙强度越大,制锁力越大 D. 义齿强度越大, 制锁力越大 ... E. 脱位力越大,制锁力越大", "std": "B", "cot": "制锁力是指进入制锁角的义齿部件与阻止及脱位的牙体之间的摩擦力,其大小取决于脱位力的大小、牙体及进入制锁角的义齿部件的强度。制锁角越大, 越能维持制锁状态,则固位力越大。选项 A、C、D、E 都是对制锁力的正确描述,只有选项 B 是错误的。"}
{"query": "241. 患者男,56 岁。右上第二前磨牙缺失, 右上第一磨牙故动度 I °,无牙体疾患,无倾斜扭转, X 线片:牙槽骨水平吸收, 根分叉区未破坏。右上尖牙、右上第一前磨牙、右上第二磨牙健康。行双端固定桥修复, 正确的处理是 A. 增加 右上第二磨牙作为基牙 B. 严格按照天然牙形态制作桥体 C. 降低桥体咬合面,脱离咬合接触 D. 适当减小桥体颊舌径 E. 右上第一磨牙天活牙髓,行根管治疗后设计桩核冠固位体", "std": "D", "cot": "第一磨牙支持作用强, 在根分叉区未破坏的情况下无需增加基牙,但应减小桥体频舌径以减轻咬合力。桥体咬合面必须恢复咬合接触,才能够恢复缺失牙咀嚼功能； 6 无牙体疾患,不存在灭活牙髓指征。"}
{"query": "263. 不透明瓷一般不用作 A. 增加瓷层亮度 B. 遮盖金属色 C. 瓷金化学结合 D. 形成金瓷冠基础色调 E. 增加颜色饱和度", "std": "A", "cot": "不透明瓷的作用包括遮盖金属色、瓷金化学结合及形成金瓷冠基础色调,而不会增加瓷层亮度。"}
{"query": "88. 金合金抛光所用抛光剂是 (   ) A. 硼砂 B. 氧化铜 C. 氧化铁 D. 浮石 E. 氧化铬", "std": "C", "cot": ""}
{"query": "58. 热压铸瓷全冠修复中, 牙体预备后, 粘固临时冠最合适的粘固剂是 A. 丁香油氧化锌糊剂 B. 钙氢氧化物 糊剂 C. 不含丁香酚的糊剂 D. 聚羧酸水门汀 E. 玻璃离子水门汀", "std": "C", "cot": "铸瓷全冠修复时采用树脂粘接剂粘接,而丁香酚对树脂具有阻聚作用,影响粘接效果,故临时冠粘固时采用不含丁香酚的糊剂进行粘固。"}
{"query": "9. 为增强无牙颌主承托区的支持力,其上覆盖的黏膜最好(   ) A. 厚而疏松 B. 有较大的弹性 C. 厚而不活动 D. 坚韧而中等厚度", "std": "D", "cot": ""}
{"query": "31. 在半可调𬌗架上完成全口义齿人工牙排列后, 发现前伸𬌗时前牙接触而后牙不接触。此时正确的调整方法是 A. 减小前伸髁导斜度 B. 增大前伸髁导斜度 C. 减小补偿曲线曲度 D. 增大补偿曲线曲度 E. 增大前伸切导斜度", "std": "D", "cot": "此题考查考生对全口义齿平衡𬌗理论 (五因素十定律) 的理解与应用。前伸平衡𬌗是指前伸髁导斜度、前伸切导斜度、 补偿曲线曲度、牙尖工作斜面斜度和定位平面斜度五因素保持平衡关系。其中前两者分别与后三者之间成正变关系; 前两者之间呈反变关系。前伸髁导斜度虽然与其他四因素存在正、反变关系, 但对于某个患者个体来说, 前伸髁导对应于患者的前伸髁道, 是不能改变的, 调整平衡𬌗时改变前伸髁导斜度是错误的。因此可先排除选项 A、B 。前伸𬌗时前牙接触而后牙不接触, 说明切导斜度过大, 继续加大前伸切导斜度是错误的, 选项 E 也可排除。前伸切导斜度与补偿曲线曲度呈正变关系, 当前伸切导斜度变大时, 可通过加大补偿曲线曲度来保持前伸𬌗平衡。因此选项 C 错误, 只有选项 D 正确。"}
{"query": "28. 下列有关铸造金属全冠修复接触面要求的说法中, 错误的是 (   ) A. 恢复原有大小形态 B. 应与邻牙接触面形态协调 C. 应与对接牙接触面形态协调 D. 使接触力沿牙长轴方向传导 E. 无早接触", "std": "A", "cot": ""}
{"query": "49. 关于桩修复体, 不正确的是 A. 桩的直径不能超过牙根直径的 1/3 ,否则容易发生根折 B. 在一定范围内, 桩直径越粗, 固位效果越好 C. 冠的龈方边缘和桩的边缘最好位于同一水平面上 D. 桩在骨内的长度最好要大于牙根在骨内长度的 1/2 E. 不论剩余牙体组织多少, 都要按照最终修复体的要求来进行根面预备", "std": "C", "cot": "全冠边缘应该在牙本质-桩核界面以下至少 2 mm ,这样形成的箍结构既可对牙体产生保护作用,又可为全冠边缘提供支持作用。"}
{"query": "15. 以下关于后堤区的描述, 错误的是(   ) A. 后缘位于后颤动线之前 B. 前缘位于前颤动线 C. 后堤区平均宽 8 mm D. 黏膜弹性较差 E. 后堤区有利于边缘封闭", "std": "D", "cot": ""}
{"query": "49. 取下颌前伸𬌗位记录的目的是 A. 确定切道斜度 B. 确定前牙覆盖 C. 确定前伸髁道斜度 D. 确定侧方髁道斜度 E. 确定定位平面斜度", "std": "C", "cot": "髁道是指下颌运动过程中髁突在关节凹内运动的道路。下颌在做前伸运动时, 髁突在关节凹内向前下方运动的道路称前伸髁道。髁道与眶耳平面的夹角称髁道斜度。利用取前伸𬌗关系记录, 可以将患者的前伸髁道斜度转移到可调节𬌗架上。"}
{"query": "88. 对缺牙多,基牙少的义齿蜡型装盒方法一般采用(   ) A. 整装法 B. 分装法 C. 混装法 D. 以上三种方法均可以 E. 以上均不可以", "std": "B", "cot": ""}
{"query": "关于固定桥受力时桥体弯曲程度的说法, 不正确的是 A. 桥体厚度的立方成反比 B. 桥体长度的立方成正比 C. 桥体宽度的立方成反比 D. 桥体材料的机械强度有关 E. 桥体的结构形态有关", "std": "C", "cot": ""}
{"query": "83. 制作上前牙金属烤瓷桥时桥体龈端形态最好选用(   ) A. 悬空式 B. 船底式 C. 鞍基式 D. “T”形接触式 E. 单侧接触式", "std": "E", "cot": ""}
{"query": "6. 下列情况可选用悬空式桥体的是 A. 下颌第一磨牙缺失,牙槽嵴丰满 B. 下颌第一磨牙缺失, 牙槽嵴吸收明显 C. 上颌中切牙缺失, 牙槽嵴丰满 D. 上颌中切牙缺失, 牙槽嵴吸收明显 E. 上颌第一前磨牙缺失, 咬合较紧", "std": "B", "cot": ""}
{"query": "131. 与金瓷冠强度无关的因素是 A. 基底冠厚度 B. 合金种类 C. 金瓷的匹配 D. 金瓷结合 E. 瓷粉的颜色", "std": "E", "cot": "金瓷冠强度跟基底冠厚度、合金种类、金瓷匹配和金瓷结合有关,跟瓷粉颜色无关。"}
{"query": "12. 以下不属于增加桩固位的措施是 A. 增加桩的长度 B. 增加桩的锥度 C. 增加桩与桩道的密合度 D. 争取良好的冠根比例 E. 选用树脂粘接剂", "std": "B", "cot": "增加桩的长度、增加桩与桩道的密合度、争取良好的冠根比例、选用树脂粘接剂, 都是增加桩固位的措施, 而增加桩的锥度反而会降低桩的固位。"}
{"query": "4. 冠内附着体位于基牙的部位是(   ) A. 牙冠轴面近中 B. 牙冠轴面远中 C. 牙冠组织内 D. 牙冠组织外", "std": "C", "cot": ""}
{"query": "83. 进行修复治疗时,牙体预备体常见的固位形不包括 A. 环抱固位形 B. 钉洞固位形 C. 倒凹固位形 D. 沟固位形 E. 洞固位形", "std": "C", "cot": "进行修复治疗时,牙体预备体常见的固位形包括:环抱固位形、钉洞固位形、沟固位形和洞固位形。而行充填治疗时,牙体预备体需进行倒凹固位形预备。"}
{"query": "30. 对于选作固定义齿基牙的死髓牙必须进行 的处理是 A. 完善的根管治疗 B. 采用桩核冠固位体 C. 增加基牙,分散咬合力 D. 减小牙体预备量以增加基牙抗力 E. 采用可动连接体以缓冲咬合力", "std": "A", "cot": "死髓牙必须经过完善的根管治疗才能选作固定义齿基牙,而是否采用桩核冠修复应视基牙牙体缺损等情况而定,是否增加基牙或采用可动连接体与基牙的牙髓状况不直接相关。"}
{"query": "49. 选择人工牙时遵循的原则是(   ) A. 大小可以参照口腔内余牙,颜色越白越好 B. 唇面弧度应为直线形 C. 形态越标准越好 D. 颜色、形态、大小根据口内余牙及患者面形、肤色、年龄而定 E. 选择硬度最大, 耐磨耗的瓷牙", "std": "D", "cot": ""}
{"query": "220. 游离端义齿设计近中支托的优点, 提法不正确的是 A. 对基牙造成的扭力小 B. 基托下组织受力减少 C. 基托下组织受力方向接近垂直且较均匀 D. 基牙所受作用力较均匀地分布于根周两侧 E. 近中支托和其小连接体有对抗义齿侧向和远中移位的作用", "std": "B", "cot": ""}
{"query": "52. 全冠修复不可能对牙龈造成危害的因素是 A. 牙体预备 B. 缩龈 C. 轴面外形 D. 调改对颌牙 E. 邻接触点过松", "std": "D", "cot": ""}
{"query": "44. 下列不是 RPI 卡环优点的是(   ) A. 游离端基托下组织受力减小, 作用力较垂直于牙槽嵴 B. 力作用下, 游离端邻缺隙基牙受力小, 作用力方向接近牙长轴 C. I 杆卡与基牙接触面积小, 美观作用好 D. 邻面板起舌侧对抗卡环臂的作用 E. 近中力支托小连接体可防止游离端义齿远中移位", "std": "A", "cot": ""}
{"query": "275. 以下水平截面的冠内精密附着体中, 固位力最强的是 A. \"H\"形 B. “T”形 C. \"V\"形 D. “I”形 E. 差别不大", "std": "A", "cot": "在这些截面形态中，“H”形的接触面积最大,因而固位力最强。"}
{"query": "6. 女, 27 岁。右上中切牙金合金烤瓷冠修复 2 个月, 牙龈出血、胀痛不适。唇侧龈缘红肿, 探诊出血, 唇侧颈缘位于龈沟内 1.5mm。引起牙龈胀痛最可能的原因是 A. 冠边缘过深 B. 食物刺激牙龈 C. 口腔卫生状况差 D. 戴冠时损伤了牙龈 E. 粘固剂残留在龈沟内", "std": "A", "cot": "金属烤瓷冠唇侧龈边缘应位于龈缘下较浅的位置 (龈缘下 0.5 ~ 0.8mm ),以利于美观。但如果冠边缘位于龈沟内过深的位置, 容易在肩台预备时损伤牙龈, 印模不准确, 导致修复体边缘不密合, 产生牙龈炎。该病例的冠边缘位于龈下 1.5mm, 显然过深,是牙龈炎最可能的原因。选项 B、C 不可能只影响行全冠修复的患牙牙龈。如果是戴冠时损伤牙龈, 经过 2 个月后应早已恢复正常,所以原因不可能是选项 D 。粘固剂残留导致的牙龈炎只会出现在有粘固剂残留的局部, 且症状通常不会在 2 个月后仍存在。"}
{"query": "102. Kennedy II 类缺损者的义齿设计一般为 A. 牙支持式 B. 黏膜支持式 C. 混合支持式 D. 黏膜支持式或牙支持式 E. 不确定", "std": "C", "cot": ""}
{"query": "234. 患者上颌全牙列缺失 10 年,牙槽嵴严重吸收, 旧义齿固位差。可行 A. 上颌结节修整术 B. 唇颊系带修整术 C. 唇颊沟修整术 D. 牙槽嵴修整术 E. 牙槽骨植骨术", "std": "C", "cot": "唇颊沟修整术通过改变黏膜及肌肉的附着位置 (在上颌位置上移,在下颌位置下移), 增加牙槽嵴的相对高度, 从而增加义齿基托的伸展范围,扩大基托接触面积,达到增强义齿稳定性和固位力的作用。"}
{"query": "203. 杆形卡环的固位臂进入基牙唇颊面倒凹的方向是从 A. 面方向 B. 牙龈方向 C. 近中方向 D. 远中方向 E. 侧面方向", "std": "B", "cot": ""}
{"query": "217. 黏膜支持式义齿 A. 力通过卡环传导到基牙上 B. 力通过基托传导到黏膜和牙槽骨上 C. 力通过支托传导到黏膜和牙槽骨上 D. 力通过基托传导到基牙上 E. 力通过支托传导到基牙上", "std": "B", "cot": "黏膜支持式义齿适用于缺牙多、基牙健康差的牙列缺损情况,余留的天然牙不能承受额外的咬合力,义齿的胎力由黏膜和牙槽骨承担。"}
{"query": "45. 女, 77 岁。上颌牙列缺失, 下颌牙列完整。双侧下颌磨牙伸长明显。自述静止状态和说话时上颌全口义齿固位良好, 但咀嚼时义齿易脱位。造成该问题最可能的原因是 A. 义齿后缘封闭不好 B. 基托边缘伸展不足 C. 基托与黏膜密合性欠佳 D. 义齿咬合不平衡 E. 义齿垂直距离恢复过低", "std": "D", "cot": "此题考核的知识点是单颌全口义齿。患者静止和说话状态下上颌全口义齿固位良好, 只在行使咀嚼功能时易脱位, 这样的症状提示义齿本身不存在基托密合性和固位力的问题, 而是存在咬合不平衡的问题。而患者的下颌磨牙明显伸长, 𬌗曲线异常, 会导致人工牙与对颌天然牙的咬合关系难以达到平衡𬌗, 𬌗干扰可造成义齿容易脱位。所以正确答案是 D 。选项 A、B、C 的问题均会导致义齿固位力不足, 义齿在静止和说话时也会脱落, 与病例情况不符。义齿垂直距离恢复过低既不会降低义齿固位力, 也不存在咬合干扰, 不会导致义齿松动, 选项 E 也可排除。"}
{"query": "158. 牙位肌位不一致的是 A. 前伸干扰 B. 工作侧干扰 C. 后退干扰 D. 非工作侧干扰 E. 正中干扰", "std": "E", "cot": ""}
{"query": "127. 覆盖义齿修复时通过改变基牙冠根比减少牙槽骨吸收,理想的冠根比是 A. 解剖学冠根比 1 : 2 B. 解剖学冠根比 2 : 1 C. 临床冠根比 1 : 2 D. 临床冠根比 2 : 1 E. 临床冠根比 3 : 1", "std": "C", "cot": ""}
{"query": "8. 关于上颌骨第III类缺损的设计, 下列说法中不正确的是(   ) A. 修复设计的重点是修复体的稳定和颜面畸形的恢复 B. 可采用中空式修复体和分段式修复体的设计 C. 第III类缺损为颌骨后游离端缺失,除引起咀嚼、语言功能障碍外,还引起面中部的凹陷畸形 D. 中空式修复体要解决颜面部的凹陷问题, 故通常阻塞器部分要做的较高, 在 2 cm 以上, 以恢复面形, 还必须留出鼻孔的通气道 E. 当上颌骨前部的缺损区的前后径大于余留牙的近远中径时, 修复体的固位、稳定比较困难,需采用分段式修复体设计", "std": "C", "cot": ""}
{"query": "47. 固定桥基牙选择时应考虑的因素除了 ( ) A. 基牙的轴面突度 B. 基牙的牙髓活力 C. 基牙的牙周状况 D. 基牙的位置 E. 基牙的龋坏状态", "std": "A", "cot": ""}
{"query": "35. PFM 全冠肩台的宽度一般为(   ) A. 0.5mm B. 1.0mm C. 1.5mm D. 2.0mm E. 2.5mm", "std": "B", "cot": ""}
{"query": "54. 全冠粘固后出现龈缘炎,其原因不可能是 A. 轴壁突度不良 B. 冠边缘过长 C. 冠边缘不密合 D. 龈沟内粘固剂残留 E. 咬合早接触", "std": "E", "cot": "修复体粘固后可出现龈缘炎,其原因是:修复体轴壁突度不良,如短冠修复体轴壁突度不足,食物冲击牙龈；冠边缘过长,抛光不良,有悬突；冠边缘不密合；龈沟内粘固剂残留, 压迫牙龈等,咬胎早接触可引起咬合痛。正确答案是 E。"}
{"query": "79. 直接贴面修复时, 牙体预备一般不超过 (   ) A. 0.3mm B. 0.5mm C. 0.8mm D. 以上都不对", "std": "B", "cot": ""}
{"query": "2. 牙体缺损修复时, 材料的选择和修复设计取决因素包括 ①牙齿结构的破坏情况；②固位；③经济因素;④菌斑控制;⑤美观。 A. ①② B. ①②③ C. ①②③⑤ D. ①②③④ E. ①②③④⑤", "std": "E", "cot": ""}
{"query": "41. 下列缺失中(余留牙健康), 适合设计成混合支持式可摘局部义齿的是 A.左侧上颌第一前磨牙、第二前磨牙、第一磨牙 B.右侧上颌第二前磨牙、第一磨牙；左侧上颌第一前磨牙、第二前磨牙、第一磨牙 C.右侧上颌第一磨牙、第二磨牙、第三磨牙；左侧上颌第二前磨牙、第一磨牙 D.左侧上颌中切牙、侧切牙、第二前磨牙、第一磨牙 E.右侧上颌第一磨牙", "std": "C", "cot": "混合支持式义齿是基牙上有𬌗支托和卡环, 基托有足够的伸展, 由天然牙和黏膜共同承担𬌗力。混合支持式义齿适用于游离端缺失者。对于缺失牙不多的非游离缺失应设计牙支持式义齿。A、B、D、E选项均为非游离端牙列缺损, 应设计牙支持式义齿。只有C选项为上颌右侧游离缺失, 故正确答案选C。"}
{"query": "18. 患者全口义齿戴牙后出现磨牙区咬舌现象, 可能的原因是 A. 上颌人工牙排列过分偏向舌侧 B. 上下颌人工后牙覆盖过小 C. 下颌义齿舌侧基托太厚 D. 磨牙后垫覆盖不足 E. 基托边缘过长", "std": "B", "cot": ""}
{"query": "65. 以下牙列缺损患者, 不适合可摘局部义齿修复的是 A. 拔牙1周, 拔牙窝未愈合 B. 缺牙区牙槽骨缺损过多 C. 余留牙重度磨耗 D. 口腔溃疡经久不愈 E. 余留牙牙周状况不佳", "std": "D", "cot": "此题考核的知识点是可摘局部义齿的禁忌证。口腔溃疡经久不愈者, 戴用可摘局部义齿可能会加重症状, 也不利于口腔自洁, 影响创面愈合。"}
{"query": "3. 颌骨缺损的修复治疗中关于种植体技术,下列说法中不正确的是(   ) A. 种植体不能应用在颜面部缺损的修复 B. 在颌骨缺损修复中最常用的是螺旋形或圆柱形的骨内种植体 C. 在颌骨重建等手术中也应用黏膜下种植体 D. 在下颌骨骨折并缺损修复时, 也应用穿骨式种植体 E. 在颌骨缺损修复中应用最多的是杆卡式、磁附着式和螺丝固定式三种上部结构", "std": "A", "cot": ""}
{"query": "32. 对于牙周条件较差的固定义齿基牙, 不正确 的处理方法是 A. 进行完善的牙周治疗 B. 适当增加基牙 C. 后牙固位体尽量设计龈上边缘 D. 减轻桥体所受𬌗力 E. 戴用自凝树脂暂时桥观察, 待牙周条件改善之后换作永久性修复体", "std": "E", "cot": "自凝树脂暂时桥对牙周组织刺激性较大,对牙周条件改善没有益处。"}
{"query": "68. 全口义齿初戴时发现下颌明显后退,其原因是(   ) A. 人工牙排列不当 B. 患者下颌骨过于后退 C. 确定水平颌位关系时, 下颌前伸 D. 垂直距离过高 E. 垂直距离过低", "std": "C", "cot": ""}
{"query": "104. 固定修复中的主要固位力是 A. 摩擦力 B. 嵌合力 C. 黏着力 D. 摩擦力和黏着力 E. 黏着力和嵌合力", "std": "D", "cot": ""}
{"query": "131. 获得性上颌骨缺损患者, 做正式义颌的时机是 A. 手术前预制 B. 术后 6~10 天 C. 术后 2 到 6 周 D. 放疗后半年 E. 术后 2 到 3 个月,缺损腔稳定后", "std": "E", "cot": "术后 2~3 个月, 缺损腔稳定后可以行正式义颌修复。"}
{"query": "80. 上𬌗架前, 应将切导斜度调至 A. 0° B. 25° C. 10° D. 15° E. 5°", "std": "A", "cot": ""}
{"query": "168. 镍铬合金基底冠铸造后, 在烤瓷前可进行的处理,除外 A. 磨改外形 B. 试冠 C. 喷砂 D. 预氧化 E. 超声清洗", "std": "D", "cot": "贵金属烤瓷修复体制作时需要对基底冠进行预氧化,镍铬合金无需预氧化。"}
{"query": "57. 桩核冠修复时, 牙体预备后可以保留为牙本质肩领的牙体组织最小厚度是 A. 0.5mm B. 1.0mm C. 1.5mm D. 2.0mm E. 2.5mm", "std": "B", "cot": "桩核冠修复时, 保留一部分牙体组织形成牙本质肩领, 可以增强牙体组织的抗力和桩核的固位。0.5mm牙本质肩领厚度过薄, 容易发生折断。厚度1.0mm以上可保证其有足够的强度。题干问的是最小厚度。"}
{"query": "1. 牙列缺失后附丽在颌骨周围的软组织位置关系改变是因为(   ) A. 牙槽骨不断吸收 B. 软组织萎缩 C. 颌位关系改变 D. 手术后软组织被推移 E. 软组织弹性作用", "std": "A", "cot": ""}
{"query": "99. 铸造金属全冠牙体预备应形成的边缘 形态为 A. 0.5 mm 浅凹形肩台 B. 0.2 ∼ 0.3 mm 羽状边缘 C. 1 mm 带斜面的肩台形 D. 1.5 mm 直角肩台 E. 0.5 ∼ 0.8 mm 直角肩台", "std": "A", "cot": ""}
{"query": "167. 固定义齿修复中, 若前牙缺隙大于对侧同名牙,改善美观可通过 A. 加大桥体唇面突度,扩大邻间隙 B. 减小桥体唇面突度,扩大邻间隙 C. 制作纵向沟、纹 D. B + C E. A + C", "std": "E", "cot": ""}
{"query": "74. 下列对桩表面外形的描述, 正确的是(   ) A. 平行桩固位力比锥形桩差 B. 平行桩适用于细根、短根 C. 光滑桩对根管壁产生应力 D. 螺纹桩粘桩时拧到底后, 回拧一圈, 可消除内应力", "std": "D", "cot": ""}
{"query": "86. 用牙线检查邻接接触的松紧度应在(   ) A. 50 ~ 110μm B. < 50μm C. > 110μm D. 80μm E. 以上均不对", "std": "A", "cot": ""}
{"query": "122. 下列情况需要进行义齿重衬,除了(   ) A. 义齿初戴时不贴合、固位不良时需要重衬 B. 全口义齿戴用一段时间后因牙槽嵴吸收导致固位不良 C. 义齿折断修理后导致不密合 D. 刃状牙槽嵴患者,全口义齿修复后广泛性压痛 E. 颌位关系错误", "std": "E", "cot": ""}
{"query": "235. 以下不属于嵌体的固位方式的是 A. 钉洞固位 B. 箱形固位 C. 沟形固位 D. 环抱固位 E. 粘接固位", "std": "D", "cot": "环抱固位是全冠的固位方式之一,而嵌体没有此固位方式。"}
{"query": "10. 以下不是获得良好的金瓷结合界面润湿性方法的是 A. 金属表面清洁 B. 金属表面光滑 C. 烤瓷熔融时流动性好 D. 加入微量非贵金属元素 E. 金属表面干燥", "std": "E", "cot": "烤瓷材料的热膨胀系数稍小于盒属,烧结冷却后可使瓷层处于轻微的压应力下, 有利于良好的金瓷结合。烤瓷材料的烧结温度低于金属熔点至少 150×C ,烧结冷却时,烤瓷不会产生龟裂,金属也不会产生变形。加入微量非贵金属元素可改善金属表面能,金属表面清洁光滑,烤瓷熔融时流动性好,均能获得良好的润湿性,有利于金瓷结合。"}
{"query": "7. 关于上颌骨 II₂ 类缺损的设计,下列说法中不正确的是(   ) A. 这类缺损设计的重点是修复体的稳定, 特别是抗下沉的设计 B. 修复体的人工牙也应减数或减径 C. 如采用支架式修复体, 最好采用前、后侧腭杆的矩形结构, 使修复体具有更好的稳定性 D. 采用塑料基托修复体, 则应增大上颌骨后部基托的面积, 修复体的卡环及支托应铸造制成 E. 由于缺损区无支持组织, 其所能恢复的咀嚼功能较高", "std": "E", "cot": ""}
{"query": "28. 正常咀嚼运动中, 咀嚼食物的𬌗力约为牙周组织所能支持力量的 A. 1/5 B. 1/3 C. 1/2 D. 2/3 E. 3/4", "std": "C", "cot": "牙周组织的支持能力大于日常咀嚼食物的𬌗力, 多出的支持能力称为牙周储备力, 或称牙周潜力, 是固定桥修复的生理基础。正常的牙齿咀嚼食物的𬌗力约为牙周组织所能支持的力量的一半。"}
{"query": "224. 支托凹制备的原则下列错误的是 A. 尽量少磨牙体组织 B. 尽量利用天然间隙 C. 可磨除相对应的对颌牙牙尖或嵴 D. 近远中长度应为基牙𬌗面的 1/5 E. 如为铸造其颊舌宽度约为基牙颊舌宽宽度的 1/3 到 1/2", "std": "D", "cot": ""}
{"query": "215. 对烤瓷合金和烤瓷粉要求错误的是 A. 合金和瓷粉应具有良好的生物相容性, 符合生物医学材料的基本要求 B. 两种材料应具有适当的机械强度和硬度, 正常咬合力和功能情况下不致变形和磨损 C. 烤瓷合金的熔点可低于瓷粉的熔点 D. 烤瓷合金和烤瓷粉两者的化学成分应各含有一种或一种以上的元素, 在高温熔附时合金表面形成氧化膜 E. 烤瓷合金和烤瓷粉的热膨胀系数应严格控制", "std": "C", "cot": "PFM修复体制作时,先制作金属基底冠,然后在上面熔附陶瓷,烧结时陶瓷为熔融状态,所以必须要求金属的熔点高于瓷粉的熔点,才能保证烧结过程中金属基底冠的稳定。"}
{"query": "67. 切牙乳突是排列上中切牙的解剖标志,是因为 （///） A. 切牙乳突与上颌中切牙之间有较稳定的关系 B. 切牙乳突位于上颌腭中缝的前端 C. 切牙乳突下方为切牙孔,排牙时要防止此处压迫 D. 切牙乳突的位置变化较小 E. 两个上中切牙的交界线应以切牙乳突为准", "std": "A", "cot": ""}
{"query": "49. 男, 23 岁。数天前开始出现张口困难。自述近期备考研究生复试, 精神压力较大。检查: 患者开口度约为 20mm, 比正常开口度减小 A. 0 ~ 8mm B. 8 ~ 16mm C. 17 ~ 25mm D. 26 ~ 34mm E. 35 ~ 43mm", "std": "C", "cot": "此题考核的知识点是临床一般检查。本题考查下颌运动检查中的开口度检查, 正常开口度为 37 ~ 45mm , 本例患者开口度为 20mm, 故减小 17 ~ 25mm 。"}
{"query": "91. 基牙为活髓牙时,烤瓷熔附金属全冠的粘固最好用(   ) A. 磷酸锌水门汀 B. 聚羧酸水门汀 C. 丁香油水门汀 D. 光固化树脂 E. 牙胶", "std": "B", "cot": ""}
{"query": "71. 初戴全口义齿因基托倒凹不能顺利就位时, 应(   ) A. 磨除所有倒凹 B. 适当磨除部分倒凹 C. 做牙槽嵴修整术 D. 用自凝胶在基托组织面填充, 以便消除倒凹 E. 磨短基托边缘", "std": "B", "cot": ""}
{"query": "14. 与全口义齿后缘有关的解剖标志不包括(   ) A. 腭小凹 B. 颤动线 C. 上颌结节 D. 磨牙后垫 E. 翼上颌切迹", "std": "C", "cot": ""}
{"query": "43. 最常采用的固位体形式是(   ) A. 全冠 B. 部分冠 C. 嵌体 D. 根内固位体 E. 开面冠", "std": "A", "cot": ""}
{"query": "74. 牙龈会因失去食物按摩而废用萎缩,是由于 A. 牙冠轴面突度过大 B. 牙冠轴面突度过小 C. 牙冠轴面无突度 D. 牙冠𬌗外展隙过小 E. 牙冠𬌗面食物排溢道不明显", "std": "A", "cot": "适当的轴面突度使食物滑下时对牙龈起按摩作用,这一点在制作全冠时非常重要。因为唇颊舌面突度过小时牙龈会受到食物过度冲击创伤,唇颊舌面突度过大时牙龈会因失去食物按摩而萎缩。"}
{"query": "52. 颌位记录记录了(   ) A. 下颌后退记录 B. 面下 1/3 高度的记录 C. 垂直距离和下颌侧方验记录 D. 垂直距离和下颌前伸𬌗记录 E. 垂直距离和正中关系记录", "std": "E", "cot": ""}
{"query": "73. 牙本质肩领高度为(   ) A. 至少 0.5 mm B. 至多 1 mm C. 至少 1.5 mm D. 至少 3 mm", "std": "C", "cot": ""}
{"query": "60. 有关半固定桥的说法,错误的是(   ) A. 桥体咬面中心受力时, 两端基牙上的咬力分布比较均匀 B. 活动端有应力缓冲作用 C. 两端连接体方式不同 D. 活动端固位力的大小取决于栓道式结构的密合性 E. 栓道式连接能明显减小活动连接端基牙的负担", "std": "E", "cot": ""}
{"query": "38. 患者, 男, 40 岁。 26 缺失, 27 稳固, 25 牙槽骨中度吸收, I 度松动。设计双端固定桥时,应当(   ) A. 拔除 25 B. 25 设计冠内固位体 C. 适当减低桥体接触面的高度 D. 适当减小桥体的近远中径 E. 增加 24 为基牙", "std": "E", "cot": ""}
{"query": "156. 调𬌗要注意的事项为 A. 越早期调𬌗效果越好 B. 调𬌗要一次完成 C. 要磨除所有的工作侧干扰 D. 要少量多次进行调𬌗 E. 要磨除所有平衡侧干扰", "std": "D", "cot": "少量多次为调𬌗的原则, 其他各项 不完全正确。"}
{"query": "97. 支架变形的原因不包括(   ) A. 印模材料质量不好 B. 设计不当 C. 铸道设置不合理 D. 模型缺损 E. 高温包埋材料的热膨胀系数不够", "std": "B", "cot": ""}
{"query": "43. 上下颌弓的关系是(   ) A. 上、下颌弓的水平位置关系 B. 上、下颌弓的左右位置关系 C. 上、下颌弓的水平和垂直位置 D. 上、下颌弓的前后位置关系 E. 以上都是", "std": "C", "cot": ""}
{"query": "48. 上颌无牙颌个别托盘的后缘应位于 A. 腭小凹处 B. 腭小凹后3~4mm C. 颤动线前2mm D. 颤动线前1mm E. 与颤动线平齐", "std": "B", "cot": "此题考核对上颌无牙颌印模范围和上颌全口义齿基托后缘位置的要求。上颌总义齿后缘的正确位置应在翼上颌切迹与腭小凹后2mm的连线上, 即颤动线处。因此, 上颌无牙颌个别托盘的后缘应超过腭小凹和颤动线位置, 印模范围应取至腭小凹后3~4mm, 以保证在准确的石膏模型上确定义齿基托后缘和制作后堤区。按A、C、D、E选项托盘后缘位置取得的印模和模型后缘范围偏前, 会导致基托后缘短或不能准确地确定基托后缘位置。"}
{"query": "267. 患者男,30岁。主诉:右下牙食物塞牙,要求修复, 口腔检查时发现右下第一磨牙大面积充填物, 远中食物嵌塞, 为确定修复方案。首要检查的主要内容是 A. 充填材料的种类 B. 牙髓治疗及根尖周情况 C. 口腔黏膜情况 D. 咬合状况 E. 邻牙情况", "std": "B", "cot": ""}
{"query": "267. 下列类型的无牙颌口腔黏膜有助于义齿的固位与适应程度的是 A. 厚,高弹性、高动度 B. 薄,低弹性、低动度 C. 厚薄适中, 低弹性、高动度 D. 厚薄适中, 高弹性、低动度 E. 厚薄适中, 高弹性、高动度", "std": "D", "cot": "无牙颌口腔黏膜的性质可影响义齿基托与黏膜的密合程度以及戴用后的适应程度。义齿基托覆盖下的黏膜应厚薄适中、有一定的弹性与韧性、与牙槽骨紧贴才有利于义齿基托与黏膜的贴合,增强义齿固位力。若黏膜过于肥厚、松软、动度大,或黏膜过薄、没有弹性,都会影响义齿的固位,同时可能产生压痛。"}
{"query": "4. 调整前必须检查的内容是(   ) A. 咬合早接触与调整干扰的部位 B. 咀嚼肌收缩率 C. 张口度 D. 以上都不对", "std": "A", "cot": ""}
{"query": "114. 瓷贴面的特征不包括 A. 恢复良好的牙体外形 B. 去除牙体组织量少 C. 完全遮盖基牙颜色 D. 对牙龈健康较好 E. 治疗费用易被接受", "std": "C", "cot": ""}
{"query": "54. 全口义齿排牙时, 右侧第二前磨牙和左侧第二前磨牙排列舌尖与𬌗平面的关系是 A. 与𬌗平面相接触 B. 离开𬌗平面0.5mm C. 离开𬌗平面1mm D. 离开𬌗平面1.5mm E. 离开𬌗平面2mm", "std": "A", "cot": "为了形成适当的𬌗曲线, 易于获得平衡咬合, 右侧第二前磨牙和左侧第二前磨牙排列的基本要求是其牙长轴尽量与𬌗平面垂直, 其颊、舌尖均应与𬌗平面接触。"}
{"query": "34. 女, 70 岁。初戴全口义齿, 主诉咀嚼费力, 黏膜压痛且位置不确定, 每天戴用时间越长症状越明显, 且面部肌肉疲劳。心情烦躁、表情僵硬。最可能的原因是 A. 初戴不适应 B. 咬合不平衡 C. 义齿固位差 D. 义齿垂直距离过高 E. 基托压迫骨突黏膜", "std": "D", "cot": "该患者的临床表现符合垂直距离恢复过高的症状。而其他选项与该患者的表现不能完全相符。 初戴不适应常表现为恶心、不适、咀嚼效率低等, 但表现较轻微, 且逐渐好转。咬合不平衡可表现为义齿易松动, 咀嚼效率低, 定位不明确, 黏膜压痛等。基托压迫骨突时疼痛明显, 且定位明确。"}
{"query": "1. 塑料暂时冠不具备的作用是 A. 保持美观 B. 安抚牙髓 C. 避免刺激 D. 增强固位 E. 保持修复间隙", "std": "D", "cot": "此题考核在牙体缺损修复治疗的过程中进行暂时冠修复的必要性, 以及暂时冠作用的全面了解。暂时冠不仅可以及时恢复牙体缺损和牙体预备对美观和发音的影响, 也可部分恢复咀嚼功能; 在正式修复体粘固前, 暂时冠可以维持修复间隙, 避免因患牙伸长和移位而导致修复间隙改变; 对于活髓患牙, 暂时冠可以隔绝温度、机械和化学刺激, 保护牙髓, 避免疼痛。暂时冠的固位应稍减弱,而不能增强。因此正确答案应是D。"}
{"query": "266. 以下关于牙列缺失后牙槽嵴吸收情况的说法, 正确的是 A. 上颌牙槽嵴吸收的方向呈向下向外的趋势 B. 下颌牙槽嵴吸收的方向呈向上向内的趋势 C. 后牙区、上颌结节、下颌磨牙后垫区的改变较少 D. 拔牙后半年左右牙槽嵴吸收基本停止 E. 在同一个体的不同部位, 牙槽嵴的吸收程度相同", "std": "C", "cot": ""}
{"query": "184. 局部义齿支托的作用, 下列不正确的是 A. 稳定 B. 支持 C. 可防止向脱位 D. 可防止食物嵌塞 E. 恢复咬合", "std": "C", "cot": ""}
{"query": "56. 关于全瓷种类说法正确的是(   ) A. 长石质瓷属于氧化铝基陶瓷 B. 玻璃基全瓷的美学效果要优于氧化锆基全瓷 C. 氧化铝基全瓷机械学强度高于氧化锆基全瓷 D. 二硅酸锂增强玻璃陶瓷可用于后牙四单位固定桥制作", "std": "B", "cot": ""}
{"query": "116. 覆盖义齿较理想的基牙数目选择 A. 1 个 B. 2 个 C. 4 到 6 个 D. 2 到 4 个 E. 越多越好", "std": "D", "cot": ""}
{"query": "32. 可摘局部义齿固位体必须具备的条件不包括 A. 无异物感 B. 不使基牙产生矫治性移位 C. 不易积存食物 D. 避免口内使用不同种类的金属 E. 就位后, 对基牙无侧方压力", "std": "A", "cot": "此题考查考生对可摘局部义齿固位体要求的掌握情况。B、C、D、E选项内容均符合固位体的要求。可摘局部义齿在摘戴时不应对基牙产生侧向力, 以免损害基牙, 也不能使基牙因受到侧向力和扭力而发生移位。应避免积存食物而导致牙龈炎和继发龋。要避免因使用不同种类的金属产生电流作用而损害牙髓和其他组织。固位体设计应尽可能减小其异物感, 但不可能完全没有异物感。因此A选项不是固位体必须具备的条件。"}
{"query": "249. 以下不是附着体按固位方式分类的是 A. 摩擦式附着体 B. 机械式附着体 C. 摩擦机械式附着体 D. 铰链弹性附着体 E. 磁性附着体", "std": "D", "cot": "铰链弹性附着体是按附着体的使用功能分类。"}
{"query": "83. 贴面粘接完成后,要注意以下咬合关系(   ) A. 正中咬合 B. 侧咬合 C. 前伸咬合 D. 以上都对", "std": "D", "cot": ""}
{"query": "36. 女, 57 岁。戴用全口义齿 2 年, 一直未吃硬性食物, 小心谨慎使用, 但上颌总义齿仍裂开。检查: 无牙颌, 牙槽嵴中度丰满, 腭中缝较平。义齿固位好, 无翘动。上颌总义齿前部正中折裂, 腭侧基托厚 2mm。造成义齿折裂最可能的原因是 A. 基托前部厚薄不均 B. 腭侧基托较薄 C. 人工牙排列偏唇颊侧 D. 腭中缝成为义齿折裂支点 E. 基托材料老化、变脆", "std": "C", "cot": "该患者腭中缝较平, 所以腭中缝不是造成义齿折裂的支点, 可排除选项 D。而腭侧基托未描述有厚薄不均, 基托厚 2mm 也属正常, 基托使用 2 年出现材料老化、变脆可能性较小, 可排除选项 A、B、E。该义齿折裂最可能的原因主要是由于人工牙排列位于牙槽嵴顶唇侧, 此时的牙槽嵴形成了义齿受力的支点, 基托前部中央处的横向拉应力过大, 造成义齿折裂, 因此正确答案选 C 。"}
{"query": "180. 临床冠根比例分界线的解剖位置是 A. 釉质牙骨质界 B. 牙槽骨支持骨的水平线 C. 龈缘平面 D. 以牙在功能时的旋转中心为界 E. 牙解剖冠根比", "std": "B", "cot": ""}
{"query": "56. 单端固定桥最大的缺点是(   ) A. 基牙受扭力易拉伤 B. 制作复杂 C. 修复后与邻牙接触不良 D. 外观不对称 E. 承受负力小", "std": "A", "cot": ""}
{"query": "112. 女性患者,65 岁,3 年前因牙周病拔牙后行上下颌 500 义齿修复,效果理想。半年前发现咀嚼效率下降。咀嚼效率下降最可能的原因是(   ) A. 患者年龄增加, 出现肌无力 B. 疼痛所致 C. 人工牙面磨损 D. 咬合不平衡 E. 患者的心理因素所致", "std": "C", "cot": ""}
{"query": "39. 以下不是桩核冠的绝对禁忌证的是 A. 18 岁以下的年轻恒牙 B. 有明显根尖周感染未控制,瘘管未闭 C. 牙槽骨以下的根斜折伴断牙牙根松动者 D. 根管壁侧穿,伴根、骨吸收和根管内感染 E. 牙周炎,牙根松动明显", "std": "A", "cot": "年轻恒牙并非桩核冠绝对禁忌证,未发育完全的根尖在根管治疗后也不可能继续发育。原来认为 18 岁以下患者做桩核冠修复,因其颈部会随着发育造成边缘外露而影响美观,从而一直将其视为一般禁忌证。但是,考虑到青少年由于前牙不美观,而带来的心理障碍及不良的说话习惯,应尽早修复。"}
{"query": "134. 以下关于金瓷冠基底冠的描述, 错误的是 A. 与预备体密合度好 B. 支持瓷层 C. 金瓷衔接处为刃状 D. 金瓷衔接处避开咬合区 E. 唇面为瓷层留出 0.85到1.2mm 间隙", "std": "C", "cot": "金瓷结合区域应当端-端对接,内线角圆钝,不能形成刃状,否则烧结的陶瓷没有足够的厚度,容易导致崩瓷。"}
{"query": "43. 卡环臂的起始部分位于观测线上(   ) A. 起稳定作用, 防止义齿侧向移位 B. 起固定稳定作用, 防止义齿牙齿向脱位 C. 起固位作用, 防止义齿龈向移位 D. 起稳定支持作用, 防止义齿龈向移位 E. 起支持作用, 防止义齿龈向移位", "std": "A", "cot": ""}
{"query": "89. 固定局部义齿固位体固位不良的原因有(   ) A. 固位体设计不当, 固位力不够 B. 基牙选择不当,一端基牙松动 C. 基牙制备时, 轴面聚合度过大 D. 固位体与基牙不贴合 E. 以上都是", "std": "E", "cot": ""}
{"query": "202. 一患者多数下后牙缺失, 前牙松动, 舌侧倒凹明显,口底到龈缘的距离 6mm ,大连接体宜用 A. 倒凹区之上的舌杆 B. 离开黏膜表面,与牙槽嵴平行的舌杆 C. 与黏膜平行的接触的舌杆 D. 舌板 E. 都不适宜", "std": "D", "cot": ""}
{"query": "38. 不符合可摘局部义齿基牙选择原则的是 A. 选择健康牙作基牙 B. 虽有牙体疾病, 但已经治疗 C. 虽有牙周疾病, 但已得到控制 D. 选择近缺隙的牙作基牙 E. 选用多个基牙时, 彼此越平行越好", "std": "E", "cot": "此题考查考生对可摘局部义齿基牙选择原则的掌握情况。选项A、B、C、D均符合选择原则。可摘局部义齿选用多个基牙时, 彼此应尽量分散, 以利于义齿的固位和稳定。但并不要求基牙间要尽量平行, 因此选项E不符合基牙选择原则。"}
{"query": "53. 在余留牙条件正常的情况下, 设计双端固定桥, 下列选择不正确的是(   ) A. 上颌 21 缺失, 11, 22 为基牙 B. 上颌11,21缺失,12,22为基牙 C. 上颌 26 缺失, 25,27 为基牙 D. 下颌 34,35 缺失,33,36为基牙 E. 下颌 34 缺失, 33,35 为基牙", "std": "B", "cot": ""}
{"query": "14. 以下哪项是王征寿分类法的局限性(   ) A. 无法表明部位 B. 不能反映是否有游离端缺牙 C. 不能反映义齿的支持、固位、大体结构等方式 D. 不便于临床记录 E. 不能反映缺牙数目", "std": "B", "cot": ""}
{"query": "38. 男, 25 岁。右上尖牙 2 个月前全瓷冠修复, 近 1 周出现牙龈肿痛。检查: 右侧上颌尖牙全瓷冠完整, 冠边缘密合、 无悬突, 不松动, 叩痛 (±), 远中牙龈乳头红肿, 右侧上颌尖牙、第一前磨牙间牙线通过无阻力。该患牙发生牙龈炎症的原因是 A. 全瓷冠轴面凸度不良, 食物撞击牙龈 B. 全瓷冠远中邻接关系恢复不良, 食物嵌塞 C. 全瓷冠边缘过长, 刺激牙龈 D. 全瓷冠外展隙恢复不良, 食物溢出过多 E. 全瓷冠咬合关系恢复不良, 存在咬合高点", "std": "B", "cot": "此题考核的知识点是牙体缺损修复原则中正确地恢复形态及功能。检查发现 右侧上颌尖牙、第一前磨牙间牙线通过无阻力, 提示右侧上颌尖牙全瓷冠远中邻接关系恢复不良, 食物嵌塞应该是导致患牙牙龈炎症的主要原因。因此正确答案是 B 。尽管其余选项也有可能引起牙龈炎症, 但是检查中并未提及, 因此排除选项 A、C、D、E 。"}
{"query": "91. 可摘局部义齿卡环移位的原因说法错误的是(   ) A. 开盒去蜡时包埋石膏折断 B. 包埋的石膏强度不够 C. 热处理速度太快 D. 填塞塑料过晚 E. 填塞时塑料量过多", "std": "C", "cot": ""}
{"query": "204. 前腭杆位于 A. 腭皱襞处 B. 腭皱襞之后、上腭硬区之前 C. 上腭硬区 D. 上腭硬区之后 E. 颤动线之前", "std": "B", "cot": ""}
{"query": "256. 一患者下颌为双侧游离缺失, 基牙及牙槽嵴条件均不理想, 为了减小支持组织的负担, 设计时不宜采用 A. 减少人工牙数目 B. 减小人工牙的颊舌径 C. 减小人工牙的近远中径 D. 选择牙尖斜度稍小的人工牙 E. 缩小基托面积", "std": "E", "cot": "当游离端缺失基牙和牙槽嵴条件均不理想时, 应采取保护支持组织的措施, 即减小施加力措施。减小施加力措施包括人工牙减数、 减径、降低牙尖斜度、扩大基托面积等。"}
{"query": "4. 无牙颌牙槽嵴终身持续吸收,一般每年为(   ) A. 0.5 mm B. 0.8 mm C. 1 mm D. 1.2 mm E. 1.5 mm", "std": "A", "cot": ""}
{"query": "68. 根据桥体所用材料不同可将桥体分为(   ) A. 金属桥体 B. 非金属桥体 C. 金属-烤瓷联合桥体 D. 金属与塑料联合桥体 E. 以上都是", "std": "E", "cot": ""}
{"query": "133. 上颌骨单侧部分缺损的无牙颌患者,欲行种植体固位的义颌,最理想的种植部位是 A. 剩余前上颌区 B. 上颌结节 C. 剩余上颌体后部牙槽突 D. 颧区骨组织 E. 硬腭骨组织", "std": "D", "cot": "缺损侧颧区骨组织内植入种植体,对于一侧上颌中空义齿可以起到良好支持和固位作用。"}
{"query": "64. 关于固定义齿的基牙选择, 说法正确的是 A. 𬌗龈高度越小越好 B. 牙冠有缺损不可选做基牙 C. 牙槽骨吸收不应超过根长的1/3 D. 最好是完成根管治疗的牙齿 E. 严重错位牙也可直接做基牙", "std": "C", "cot": "此题考核的知识点是固定局部义齿的适应证。在固定局部义齿的基牙选择时, 其牙冠𬌗龈高度应该适当, 牙冠不宜过短, 否则固位体的固位力不足, 排除选项A; 基牙过大的牙冠缺损会影响修复体的固位力, 但具有牙冠缺损的牙齿可以选做基牙, 排除选项B; 基牙最好是健康的活髓牙, 排除选项D; 个别严重错位牙, 可以通过正畸治疗或桩核冠改变牙冠轴向后作基牙, 排除E; 牙槽骨吸收不超过根长的1/3时, 可选做固定义齿的基牙。"}
{"query": "99. 对于固定修复下列描述错误的是 A. 经过正规治疗的龋病牙可作基牙 B. 经过正规治疗的牙周病牙牙槽骨吸收在 根 1/3 到 2/3 之间可作基牙 C. 经过正规治疗的死髓牙可作基牙 D. 叩痛不明显的松动牙不可作基牙 E. 前倾 45 度 的第三磨牙不可作基牙", "std": "B", "cot": ""}
{"query": "76. 贴面烧结成形时使用遮色瓷的厚度不超过(   ) A. 0.8mm B. 0.7mm C. 0.5mm D. 0.1mm", "std": "D", "cot": ""}
{"query": "31. 下颌牙列中按牙周膜面积从大到小的排列顺序是(   ) A. 7654321 B. 6734521 C. 6754321 D. 7635412 E. 6753412", "std": "B", "cot": ""}
{"query": "91. 修复体的主要固位力是摩擦力和黏着力, 影响这种力的因素中错误的是 A. 接触面积越大, 摩擦力越大 B. 接触越密合, 摩擦力越大 C. 黏着面应保持清洁 D. 黏着力和粘固剂厚度成正比 E. 黏着力和粘固面积成正比", "std": "D", "cot": ""}
{"query": "45. 以下情况制作烤瓷熔附金属全冠时, 可设计全瓷覆盖的是(   ) A. 咬合紧的上前牙 B. 无咬合的上前牙 C. 力大的前牙 D. 覆盖过小的前牙 E. 力过大的上颌后牙", "std": "B", "cot": ""}
{"query": "39. 女, 52 岁。要求可摘局部义齿修复上颌缺失牙。检查: 缺失牙情况见曲面断层片和模型。左侧上颌第三磨牙I 度松动, 上颌余牙无松动。若以左侧上颌第三磨牙作基牙, 义齿就位道的方向以及左侧上颌第三磨牙观测线类型应为 A. 从后向前, I 型观测线 B. 从前向后, II 型观测线 C. 从后向前, III型观测线 D. 从前向后, I 型观测线 E. 从后向前, II 型观测线", "std": "E", "cot": "此题考核的知识点是可摘局部义齿修复前模型观测相关知识。若后牙缺失, 缺隙前后都有基牙时, 应根据基牙健康程度来决定模型倾斜方向。当缺隙后端基牙健康状况不佳, 应将模型向前倾斜, 义齿就位道由后向前。本题中, 左侧上颌第三磨牙松动度 I 度, 牙周情况不佳, 因此以 左侧上颌第三磨牙为基牙的可摘局部义齿的就位道方向是从后向前, 排除选项 B、D。此时, 左侧上颌第三磨牙向缺隙方向倾斜, 倒凹区在近缺隙侧, 因此为 II 型观测线,排除选项 A、C 。"}
{"query": "205. 单端固位桥的适应证错误的是 A. 基牙有良好的支持条件 B. 基牙有良好固位 C. 缺隙小 D. 应力小 E. 为了少磨牙", "std": "E", "cot": ""}
{"query": "257. 不属于烤瓷熔附金属全冠适应证的是 A. 青少年恒牙出现氟牙症、变色牙、四环素染色牙、釉质发育不全时 B. 龋洞或牙体缺损大不能采用充填治疗时 C. 前牙错位、扭转不能或不宜做正畸治疗者 D. 需做烤瓷桥固位体的基牙 E. 成人前牙缺损不宜做其他方法修复时", "std": "A", "cot": "烤瓷全冠修复体牙体预备量较大,青少年的牙体处于发育阶段,牙髓腔粗大, 进行烤瓷预备容易损伤牙髓,所以一般不考虑烤瓷修复。"}
{"query": "47. 全可调𬌗架和半可调𬌗架的区别在于 A. 能否作开闭运动 B. 能否作侧方和前伸运动 C. 髁导斜度能否调节 D. 切导斜度能否调节 E. 侧柱距离能否调节", "std": "E", "cot": ""}
{"query": "40. 女, 72 岁。要求行上下颌活动义齿修复。检查:右侧上颌第二前磨牙、第一磨牙，左侧上颌第一磨牙、第二磨牙，左侧下颌第一磨牙缺失; 右侧上颌第二磨牙，右侧下颌第二前磨牙、左侧下颌中切牙、侧切牙松动III度，右侧上颌第三磨牙远中邻面龋, 不松动, 叩痛 (-); 左侧上颌第二前磨牙近中龋坏, 不松动, 叩痛 (+); 左侧下颌第二磨牙𬌗面及近中可见大面积金属填充物，探及继发龋，叩痛（-），不松动，伸长明显；右侧下颌中切牙、侧切牙松动I~II度；右侧下颌第一前磨牙轻度伸长，松动I度，右侧下颌第一磨牙、第二磨牙残根；口腔卫生差, 余留牙可见大量牙石, 牙龈红肿。曲面断层片如图 4-31 所示。在上下颌活动义齿修复前, 以下准备工作正确的是 A. 拔除右侧上颌第二磨牙、右侧下颌中切牙、侧切牙、第二前磨牙、第一磨牙、第二磨牙，左侧下颌中切牙、侧切牙 B. 右侧上颌第三磨牙行根管治疗后冠修复, 拔除右侧上颌第三磨牙 C. 左侧下颌第二磨牙根管治疗后依照原有牙冠高度进行冠修复 D. 左侧上颌第二前磨牙行根管治疗后树脂充填修复 E. 全口牙周治疗, 调磨伸长的右侧下颌第一前磨牙", "std": "E", "cot": "此题考核的知识点是活动义齿修复前准备。修复前准备包括拔除残根, 松动 III 度牙, 而对于骨埋伏牙,未影响义齿修复松动 I ~ II 度牙齿不应拔除, 所以选项 A 和 B 错误。对于过度伸长牙齿, RCT 后应通过大量磨改并行人造冠调整𬌗曲线, 故选项 C 中依照左侧下颌第二磨牙牙原有高度行冠修复错误。对于大面积缺损换牙应行人造冠修复, 故选项 D 中左侧上颌第二前磨牙牙根管治疗后直接树脂充填治疗错误。修复前牙周病患者需行牙周治疗, 此外, 余留牙应行咬合调整以改善𬌗平面, 故 E 正确。"}
{"query": "40. 前牙烤瓷全冠制作为龈下边缘的主要优点是(   ) A. 边缘密合性好 B. 不容易产生菌斑附着 C. 便于检查边缘密合情况 D. 龈沟内为免疫区 E. 美观", "std": "E", "cot": ""}
{"query": "6. 不是可摘局部义齿按支持方式分类的是(   ) A. 牙支持式义齿 B. 黏膜支持式义齿 C. 支托持式义齿 D. 混合支持式义齿", "std": "C", "cot": ""}
{"query": "71. 患者男,35岁。左上侧切牙锥形牙,与邻牙之间有 0.5 × 1 mm 间隙,不宜采用的修复方法是 A. 瓷贴面 B. 塑料全冠 C. 烤瓷熔附金属全冠 D. 全瓷冠 E. 3/4 冠", "std": "E", "cot": "如果采用 3/4 冠恢复牙间间隙,将会因为金属的暴露而不能解决美观问题。所以,不宜采用。而其他方法均可恢复右上侧切牙接近正常的形态。"}
{"query": "23. 对于𬌗龈距离短, 牙体小, 轴壁缺损大, 对𬌗牙为天然牙, 患者咬合力大, 牙周支持 组织差的患牙进行铸造金属全冠设计时,以下说法不正确的是(   ) A. 全冠边缘设计到龈缘以下 B. 适当减小𬌗面面积 C. 将𬌗面磨平 D. 适当加深食物排溢沟 E. 注意𬌗力平衡", "std": "C", "cot": ""}
{"query": "130. 下列叙述中不正确的是 A. 腭护板可以戴到正式义颌完成时 B. 腭护板戴入后,一般不需要修改 C. 腭护板戴入后,白天、夜间均要戴 D. 腭护板可在外科手术后 6~10天制作 E. 腭护板可以周期性添加暂衬材料", "std": "B", "cot": "腭护板戴入后,需要反复调改。"}
{"query": "107. 为保证铸造金属全冠顺利戴入并有足够的固位力,轴面的最佳聚合角度应为 A. 1° ∼ 2° B. 2° ∼ 5° C. 5° ∼ 10° D. 8° ∼ 10° E. 15°", "std": "B", "cot": ""}
{"query": "44. 临床上最常用的桥体是 (   ) A. 鞍式桥体 B. 改良鞍式桥体 C. 盖嵴式桥体 D. 改良盖嵴式桥体 E. 船底式桥体", "std": "B", "cot": ""}
{"query": "与金属烤瓷冠相比, 铸瓷全瓷冠修复的特点是 A. 牙体舌侧的牙体预备量少 B. 良好的生物相容性, 无致敏性, 但可能有龈染现象 C. 优良的美学性能, 半透明性 D. 粘固简单 E. 适应证范围广", "std": "C", "cot": ""}
{"query": "98. 关于铸造金属全冠的描述正确的是 A. 铸造金属全冠的邻接关系不易恢复, 容易造成食物嵌塞 B. 边缘线长, 易发生继发龋坏 C. 牙龈易受刺激形成炎症 D. 修复后不能进行基牙的电活力测试 E. 修复后容易冷热激发酸痛,不适用于活髓牙", "std": "D", "cot": "金属材料是电的良导体,在活髓牙的电活力测试时电流被导向铸造金属全冠的边缘, 引起牙龈和牙周的不适, 影响电活力测试的准确性, 因此铸造金属全冠修复后不能进行基牙的电活力测试。"}
{"query": "29. 男, 72 岁。无牙颌, 全口义齿戴用 10 年。临床检查发现义齿人工牙𬌗面重度磨耗, 口角下垂, 口角黏膜糜烂。该患者还可能存在的临床表现是 A. 鼻唇沟变浅 B. 颏唇沟加深 C. 面部表情僵硬 D. 说话时义齿撞击音 E. 息止𬌗间隙 < 2mm", "std": "B", "cot": "该患者义齿戴用时间长, 磨耗重, 有口角下垂和口角炎的表现, 说明其义齿垂直距离过低。该题所列的 5 个选项中, 只有选项 B 符合垂直距离过低的临床表现。而其他 4 项均为垂直距离过高的表现。"}
{"query": "79. 上𬌗架前, 应将侧方髁导斜度调至 A. 0° B. 25° C. 10° D. 15° E. 5°", "std": "D", "cot": ""}
{"query": "69. 下列对于桩的描述,错误的是(   ) A. 为核提供固位 B. 传递应力, 改变牙根的应力分布 C. 金属桩弹性模量远远低于牙本质 D. 陶瓷桩美观性好, 多用于前牙修复", "std": "C", "cot": ""}
{"query": "45. 戴义齿作前伸时后牙接触前牙不接触,为达到前伸平衡,下列描述错误的是 A. 加大切导斜度 B. 减小切导斜度加大髁导斜度 C. 加大补偿曲线曲度 D. 减少补偿曲线曲度 E. 磨低后牙牙尖", "std": "C", "cot": ""}
{"query": "85. 单端固定桥最大特点是 A. 保护基牙 B. 制作复杂 C. 易就位 D. 基牙受扭力损伤 E. 外观不对称", "std": "D", "cot": ""}
{"query": "28. 以下情况不适于固定桥修复的是 A. 老年患者,牙槽骨吸收不超过根长 1/3   B. 老年患者,余留牙动度不超过 I^{ \theta  }   C. 拔牙后 3 个月, 拔牙创未完全愈合, 牙槽嵴吸收未稳定   D. 缺牙区毗邻牙牙髓病变已行完善的根管治疗   E. 对颌牙伸长导致缺牙间隙龈𬌗高度过小, 而能够采取措施调𬌗磨短对颌伸长牙", "std": "C", "cot": "一般情况下, 缺牙区的牙槽嵴在拔牙后 3 个月完全愈合,牙槽嵴的吸收趋于稳定,然而愈合情况与拔牙时间、手术创伤范围、 患者愈合能力有关。如果拔牙后 3 个月拔牙创未完全愈合、牙槽嵴吸收未稳定,则不宜固定桥修复,需待牙槽嵴吸收稳定后方可作固定桥修复。"}
{"query": "6. 暂时冠修复的目的不是 A. 避免牙髓再度受刺激 B. 保持患牙的牙位 C. 避免预备体受磨损 D. 保持近、远中间隙 E. 为戴冠提供便利", "std": "C", "cot": "暂时冠的目的是暂时保护性修复。可暂时恢复患者的美观及保持预备后的间隙, 既保持了患牙的牙位, 又便于以后全冠的戴用。而预备体经磨除后, 已留出了修复间隙, 即预备体与对颌牙无接触, 不存在受磨损问题。"}
{"query": "174. 金属全冠初戴就位困难的主要原因错误的是 A. 接触点过紧 B. 基牙表面过于粗糙 C. 组织面有小结节 D. 基牙无倒凹 E. 铸造件变形", "std": "D", "cot": ""}
{"query": "53. 下列哪一项不是全瓷冠的优点(   ) A. 良好的半透明性 B. 不会导致龈染问题 C. 优良的机械学强度 D. 不影响影像学检查", "std": "C", "cot": ""}
{"query": "43. 从口内取出可摘局部义齿印模时, 一般先 A. 取后部, 再沿前牙长轴方向取下印模 B. 取前部, 再沿前牙长轴方向取下印模 C. 前后翘动, 再沿前牙长轴方向取下印模 D. 取缺失区, 再沿前牙长轴方向取下印模 E. 取非缺失区, 再沿前牙长轴方向取下印模", "std": "A", "cot": "可摘局部义齿印模有两种, 一种是解剖式印模, 另一种是功能性印模。无论哪一种印模, 制取过程中, 都要保持稳定不动, 否则会造成印模变形。印模由口内取出时, 一般要先取后部, 因为后部上颌是软腭, 下颌是磨牙后垫, 均为松软组织, 活动度大, 这样很容易破坏印模的边缘封闭, 使空气进入印模中, 因此容易取下印模且不会造成印模变形, 故正确答案选A。选项C的方法易使印模变形; 选项B、D、E的方法均不易破坏印模的边缘封闭, 印模不易脱位。"}
{"query": "158. 修复体的固位力不包括 A. 摩擦力 B. 粘接力 C. 约束和约束反力 D. 患牙预备体的固位形 E. 咬合力", "std": "E", "cot": "修复体的固位力有以下 4 种方式: 摩擦力、粘接力、约束和约束反力和患牙预备体的固位形。"}
{"query": "142. 下列不属于口腔专科病史的是 A. 修复治疗史 B. 正畸治疗史 C. 牙周病史 D. 传染性疾病史 E. 放射影像资料", "std": "D", "cot": ""}
{"query": "15. 牙周膜面积最大的牙是(   ) A. 上下颌第一磨牙 --- B. 上下颌第二磨牙 D. 上颌中切牙 --- C. 上颌尖牙 E. 下颌尖牙", "std": "A", "cot": ""}
{"query": "167. 一型观测线在基牙上形成的倒凹区 A. 近缺隙侧大,远缺隙侧小 B. 近缺隙侧小,远缺隙侧大 C. 近缺隙侧和远缺隙侧都小 D. 近缺隙侧和远缺隙侧都大 E. 近缺隙侧和远缺隙侧相等", "std": "B", "cot": ""}
{"query": "144. 覆盖义齿短冠基牙牙冠的长度为龈缘上 A. 3 ~ 8 mm   B. 3 ~ 6 mm   C. 3 ~ 5 mm   D. 3 ~ 4 mm   ## E. 齐龈或龈上 3 mm 以内", "std": "E", "cot": ""}
{"query": "27. 以下不是 Hanna H 型𬌗架的特点的是 A. 髁导盘位于上颌体,切导盘位于下颌体 B. 与人体颅骨结构形式相同 C. 是一种半可调的𬌗架 D. 模拟开闭口时, 颌间距离的改变会导致髁导斜度的改变 E. 可以在𬌗架上升高或降低颌间距离", "std": "D", "cot": ""}
{"query": "8. 不符合牙体缺损修复体固位原理的是 A. 修复体组织面与预备体表面接触越紧密固位越好 B. 邻沟可增大修复体与预备体的刚性约束力 C. 轴面聚合度越小固位力越大 D. 修复体粘接面越光滑粘接力越强 E. 粘接剂越厚粘接力越小", "std": "D", "cot": "牙体缺损修复体的固位主要依靠修复体与预备体接触产生的摩擦固位力、固位型的约束力和粘接固位力。紧密接触产生的摩擦力大; 辅助固位型可增加约束固位力; 轴面聚合角度越小, 摩擦力和约束力均增大; 粘固剂过厚时粘接力减小, 摩擦力也减小。摩擦力与接触面的粗糙程度有关, 修复体粘接面越光滑, 摩擦力越小, 而且粘接面与粘接剂的机械结合也越差, 从而导致固位力降低。"}
{"query": "58. 全瓷冠颈缘牙体预备要求正确的是(   ) A. 边缘应位于龈上 B. 边缘厚度应当为 1.5 mm C. 二硅酸锂增强玻璃陶瓷可设计为 120 度 肩台 D. 玻璃基全瓷边缘应为直角形或浅凹形", "std": "C", "cot": ""}
{"query": "69. 一患者制作可摘局部义齿,下颌 8765 ∣  8 缺失,设计:4 | 三臂卡,4 隙卡。此设计最容易出现的不稳定现象是(   ) A. 游离端基托沿 4 ∣  4 支点线下沉 B. 游离端基托沿 4321 ∣  1234 支点线翘起 C. 游离端基托沿 4 支点摆动 D. 游离端基托沿 4 支点摆动 E. 游离端基托沿左侧牙槽嵴纵轴旋转", "std": "A", "cot": ""}
{"query": "227. 可摘局部义齿的连接体如位于基牙的倒凹区会引起 A. 对抗颊侧力减弱 B. 基托厚度不够 C. 义齿就位困难 D. 连接不牢靠 E. 义齿固位不良", "std": "C", "cot": ""}
{"query": "104. 以下情况会造成可摘局部义齿戴用后发音不清,除了(   ) A. 初戴不适应 B. 人工牙排列偏舌侧 C. 腭侧基托过厚 D. 腭侧基托后缘不密合 E. 基托后缘过短", "std": "E", "cot": ""}
{"query": "154. 固定义齿受力后, 因基牙需承担来自桥体的额外力,故要求基牙 A. 牙冠长而大 B. 牙体组织健康 C. 牙周条件好 D. 咬合平衡 E. 活髓牙", "std": "C", "cot": ""}
{"query": "23. 可导致双端固定桥固位不良的是 A. 基牙轴面聚合度小 B. 桥体强度不足 C. 两端基牙数目不等 D. 一端基牙过短 E. 两端固位体的固位力相似", "std": "D", "cot": "固定桥的固位主要取决于固位体的固位力大小、两端固位力是否均衡, 以及脱位力的大小和方向。基牙轴面聚合度越小, 固位力越大。桥体的强度与固位力无关。固定桥两端基牙数目不等不说明两端固位力不均衡, 有些情况下, 为了保持固位力的均衡, 还需要在固位薄弱的一端增加基牙。而固位力均衡并不是, 也不可能要求两端固位力绝对相等。当一端基牙过短时, 会造成此基牙上的固位体固位力过小, 而且两端固位力不均衡, 容易导致固定桥在此端松动。"}
{"query": "81. 关于铸道的说法错误的是(   ) A. 垂直铸道常用于上颌腭板的铸造 B. 螺旋单铸道常用于下颌支架的整体铸造 C. 分铸道的长短要大致相等 D. 反插铸道的主铸道针插在熔模所在模型的底部 E. 铸道熔模与蜡铸件连接圆滑而无弯角, 留出少许细小间隙, 以保证熔金能顺利进 入铸模腔,且可以排除多余的空气", "std": "E", "cot": ""}
{"query": "1. 造成牙体缺损的病因是(   ) A. 龋病 B. 牙外伤 C. 磨损 D. 楔状缺损 E. 以上都是", "std": "E", "cot": ""}
{"query": "铸造金属全冠粘接操作不正确的是 A. 酒精消毒干燥 B. 全冠组织面酸蚀处理 C. 全冠组织面均匀涂布粘接剂 D. 全冠就位后咬棉卷加压 E. 检查全冠就位情况并清理多余的粘接材料", "std": "B", "cot": "铸造金属全冠组织面只需清洗消毒即可,不做酸蚀处理。"}
{"query": "229. 以下情况会加大基牙的负担,除外 A. 缺牙数目多, 缺牙间隙长 B. 基托下黏膜松软,移动度大 C. 卡环与基牙牙冠表面接触面大,卡环刚性大 D. 牙槽嵴丰满 E. 义齿欠稳定,咬合不平衡", "std": "D", "cot": "牙槽嵴丰满,缺牙区软硬组织可以提供足够的支持,可以减少基牙的负担。"}
{"query": "31. 全口义齿磨光面应做成(   ) A. 凹面 B. 凸面 C. 平面 D. 唇颊侧凸面,舌腭侧凹面 E. 上述都可以", "std": "A", "cot": ""}
{"query": "213. 调凹式就位道是指 A. 两侧基牙长轴延长线的角平分线为就位道 B. 通过模型的倾斜把倒凹集中在一侧,与抗力方向相一致的就位道, 义齿垂直向就位 C. 通过模型的倾斜把倒凹集中在一侧,与抗力方向不一致的就位道, 义齿斜向就位 D. 义齿就位道与基牙长轴相一致 E. 义齿就位道与抗力方向相一致", "std": "C", "cot": "确定义齿就位道的方法有两种, 即均凹法和调凹法。均凹法是通过模型的倾斜使各基牙都具有一定程度的倒凹,义齿的就位道方向即为两侧基牙长轴延长线的角平分线, 因此,选项 A 为均凹法; 调凹法是通过模型的倾斜把倒凹集中在一侧基牙上,义齿斜向就位, 其就位方向与基牙长轴不一致,因此,选项 C 为用调凹法确定就位道。选项 B、D、E 既不是均凹法,也不是调凹法,是干扰项。"}
{"query": "17. 当口腔处于休息状态下, 上颌全口义齿易 松动脱落, 最常见的原因是 A. 基托后缘封闭不好 B. 没有牙齿平衡 C. 颊侧边缘伸展过长 D. 人工牙排列偏腭侧 E. 有组织倒凹", "std": "A", "cot": ""}
{"query": "119. 基托折断的原因中错误的是(   ) A. 基托过薄或有气泡 B. 应力集中区基托未作加强处理或加强不当 C. 基托伸展过长 D. 患者使用不当被咬断, 压断, 或跌断 E. 连接体位置不合适", "std": "C", "cot": ""}
{"query": "113. 关于覆盖义齿叙述错误的是 A. 覆盖义齿可以有效阻止或减缓剩余牙槽嵴的吸收 B. 覆盖义齿可分为即刻覆盖义齿、过渡覆盖义齿、永久覆盖义齿 C. 覆盖义齿可以增强义齿固位、支持和稳定 D. 覆盖义齿是义齿基托覆盖并支持在基牙上的一种义齿 E. 覆盖义齿可保护基牙不易发生龋坏", "std": "E", "cot": ""}
{"query": "211. 患者男,50 岁。 左侧下颌第一磨牙𬌗面隐裂累及牙髓,已完成根管治疗, 左侧下颌第一磨牙冠短, 咬合紧。最适宜的修复体是 A. 高嵌体 B. 3/4 冠 C. 邻𬌗嵌体 D. 铸造金属全冠 E. PFM 全冠", "std": "D", "cot": "该患者牙冠短且咬合紧,由于隐裂行根管治疗,需要全冠修复体防止牙体进一步折裂,后牙无需太多考虑美观问题,故选用铸造金属全冠修复体。"}
{"query": "120. 金属全冠牙体预备时,颊舌面𬌗 1/3 预备成斜面是为了 A. 减少牙尖斜度 B. 减少牙尖高度 C. 增加固位力 D. 减少颊舌径宽度 E. 保证侧方𬌗所需空间", "std": "E", "cot": "上颌后牙舌尖的舌斜面与下颌后牙的颊尖的颊斜面预备是为了尽量保持牙冠的基本外形, 并预备出侧方运动所需要的空间。"}
{"query": "11. 与银汞合金充填比较, 合金嵌体的优点是 A. 机械性能优良 B. 固位好 C. 边缘线短 D. 牙体切割少 E. 制作方便", "std": "A", "cot": "合金嵌体与银汞合金比较, 其强度、耐磨损等机械性能更好。银汞合金的充填洞形可有倒凹, 其固位理应好于合金嵌体。充填洞形与嵌体洞形相似, 其边缘线长度和牙体切割量基本相同。而嵌体的制作较银汞合金充填更复杂。"}
{"query": "40. 全口义齿初戴时, 如发现下颌义齿翘动,支点的位置通常是 A. 下颌隆突 B. 磨牙后垫 C. 唇系带 D. 牙槽嵴顶 E. 舌系带", "std": "A", "cot": "下颌隆突位于下颌前磨牙区的舌侧,常是引起下义齿翘动的支点,另外外斜线处也易形成支点。"}
{"query": "19. 男, 64 岁。右侧上颌中切牙、侧切牙、尖牙、第一前磨牙、第二前磨牙，左侧上颌中切牙、侧切牙、尖牙、第一磨牙、第二磨牙，右侧下颌第二前磨牙、第一磨牙、第二磨牙、第三磨牙，左侧下颌第一前磨牙、第二前磨牙、第一磨牙、第二磨牙、第三磨牙缺失, 可摘局部义齿修复。戴牙咬下唇。其原因是 A. 义齿松动 B. 前牙覆盖过小 C. 前牙开 D. 垂直距离过低 E. 垂直距离过高", "std": "B", "cot": "咬唇的最常见的原因是人工上前牙与下前牙的覆盖过小, 而其他几个选项的情况均不会导致咬下唇。"}
{"query": "228. 弯制卡环的要求和注意事项下列不正确的是 A. 卡环臂应放在基牙的倒凹区 B. 应避免反复弯曲和扭转卡环丝 C. 卡环丝必须与牙面紧紧接触 D. 连接体不能深入基牙的倒凹区 E. 牙间卡环在牙间沟内部分应与基牙密切贴合", "std": "A", "cot": ""}
{"query": "11. 下列关于金属铸造支架式可摘局部义齿说法不正确的是(   ) A. 由金属整体铸造支架和少量塑料构成 B. 义齿坚固耐用 C. 体积较小, 舒适感较强 D. 费用较低, 制作简单, 修改困难", "std": "D", "cot": ""}
{"query": "50. 全口义齿人工牙排列成平衡𬌗主要是为了 A. 提高咀嚼效率 B. 增强义齿固位 C. 增强义齿稳定 D. 有利于美观 E. 防止咬颊舌", "std": "C", "cot": "全口义齿的平衡𬌗是指下颌做前伸、后退或侧方运动时上下颌相关的牙都能同时接触。全口义齿的平衡𬌗可防止义齿基托翘动和防止无牙颌组织产生压痛, 延缓牙槽骨吸收; 而提高咀嚼效率与上下牙齿的接触面积和颌位关系的正确与否等有关; 义齿的固位与基托的大小及与黏膜的密合程度等有关; 美观与人工牙的大小颜色及排列有关; 咬舌与后牙的排列及𬌗平面的高低等有关。"}
{"query": "273. 铰链弹性附着体 A. 允许基牙与附着体之间发生垂直向移动 B. 允许基牙与附着体之间围绕一个设计的中心移动 C. 允许基牙与附着体之间同时作垂直向和铰链两方向上的移动 D. 允许基牙与附着体之间同时作旋转和垂直向的弹性移动 E. 允许基牙与附着体之间作任何方向上的移动", "std": "B", "cot": ""}
{"query": "95. 修复体粘固后过敏性疼痛最不可能的原因是(   ) A. 牙龈退缩 B. 活髓牙制备后牙本质暴露过敏现象 C. 切割牙体后,牙髓处于激惹状态 D. 粘固剂中游离酸的刺激 E. 以上都对", "std": "E", "cot": ""}
{"query": "57. 患者男,65 岁。全口义齿戴牙后感到下颌牙槽嵴普遍疼痛,较长时间戴用后感颊部肌肉酸痛,上腭部有烧灼感,检测口腔黏膜广泛发红,无明显溃疡。正确处理方法是 A. 不做处理, 嘱坚持戴用 B. 基托组织面重衬 C. 重排下颌人工牙以降低咬合垂直距离 D. 调𬌗以去除正中𬌗早接触 E. 𬌗面加高以升高咬合垂直距离", "std": "C", "cot": "该患者出现的问题多因垂直距离恢复过高引起, 一般需要重新排牙或重做义齿以降低原有咬合垂直距离。"}
{"query": "30. 女, 67 岁。无牙颌, 全口义齿初戴时发现, 上颌义齿在休息状态及咀嚼时不松动, 但说话和大张口时易脱落。其原因是 A. 基托边缘封闭差 B. 基托不密合 C. 基托边缘过短 D. 基托边缘过度伸展 E. 人工牙咬合不平衡", "std": "D", "cot": "义齿基托边缘封闭差、基托不密合及基托边缘过短时其固位力不足, 即使在休息状态下也容易脱落。而义齿人工牙如果存在咬合不平衡, 容易导致咀嚼时义齿翘动和松动。选项 A、B、C、E 均与实际情况不符。"}
{"query": "122. 覆盖义齿中附着体的作用错误的是 A. 支持作用 B. 固位作用 C. 稳定作用 D. 缓冲作用 E. 增加义齿的抗折强度", "std": "E", "cot": ""}
{"query": "以下对金属烤瓷全冠牙体预备要求不正确的是 A. 各轴面均预备出金属厚度的间隙约 0.5 mm ,以及瓷的厚度 0.85 tilde 1.2 mm B. 唇颊侧肩台宽度一般为 1.0 mm C. 前牙切端至少预备 2.0 mm 间隙 D. 各轴壁无倒凹,轴面角处圆钝 E. 𬌗面留有尖窝外形", "std": "A", "cot": ""}
{"query": "10. 种植体周围龈沟深度应小于(   ) A. 3.5mm B. 1.5mm C. 3mm D. 2.5mm E. 2mm", "std": "C", "cot": ""}
{"query": "7. 牙支持式可摘局部义齿(   ) A. 主要由天然牙来承担咀嚼力 B. 多用于缺牙数目多, 基牙健康者 C. 尤其适用于游离缺失的牙列缺损 D. 基托尽量大, 以分散咀嚼力", "std": "A", "cot": ""}
{"query": "252. 患者男, 50 岁。下颌可摘局部义齿修复后初戴 3 天,摘戴义齿时疼痛明显,咀嚼食物有痛感,口腔检查: 右下第一磨牙、右下第二前磨牙、左下第一磨牙、左下第二前磨牙 活动义齿修复, 基牙稳固, 义齿固位性及稳定性好, 咬合接触良好,右下颌舌骨嵴隆突处黏膜有溃疡点。造成摘戴义齿疼痛的原因是 A. 咬合压力过大 B. 卡环固位过紧 C. 基托进入软组织倒凹内 D. 基托与黏膜贴合过紧 E. 摘戴义齿用力过大", "std": "C", "cot": "下颌舌骨嵴隆突处一般有组织倒凹,属于组织缓冲区,临床上摘戴义齿出现明显疼痛并且此处有溃疡,可以判断疼痛是由义齿基托进入软组织倒凹所致。"}
{"query": "10. 应将全冠的边缘设计到龈上, 适当增加全冠轴面凸度, 并增加与邻牙的接触面积的情况是 A. 患牙临床冠长 B. 牙体小、轴壁缺损大 C. 金合金全冠修复 D. 患牙𬌗力大 E. 患牙𬌗龈距离短", "std": "A", "cot": "全冠采取龈上边缘不仅可方便自洁, 而且对于临床冠长、颈部缩窄的患牙, 还可以减少牙体预备量。增加轴面凸度, 加大邻面接触面积, 可减小龈外展隙, 避免食物嵌塞。因此该设计适合于牙龈退缩、临床冠长、龈外展隙大的老年患者的后牙, 选项A正确。但该设计不能减少患牙的𬌗力, 不适用于选项C中的情况,也无法用于选项B、E中的两种情况。该设计与采用何种修复材料无关。"}
{"query": "101. 单个后牙铸造金属全冠修复, 咬合调磨后应达到 A. 全冠咬合面接触点应多于余留邻牙 B. 全冠咬合面有 2 个以上的接触点 C. 全冠咬合面咬合点的分布应基本位于牙长轴的两侧,承受的咬合力尽量平衡 D. A + B + C E. B + C", "std": "E", "cot": "铸造金属全冠戴入后,应保证其与余留邻牙咬合面均有咬合接触点,并且咬合点的点数和分布应均匀。"}
